{
  "Gensokyo:BorderOfDeath": {
    "NAME": "! ! ! DEPRECATED ! ! !",
    "DESCRIPTIONS": [
      "A thick ~fog~ descends upon you, enveloping you in a ~murky~ shroud. You feel yourself grow #plight-headed as the fog’s ethereal fingers pull your consciousness away, depositing you in a memory of another time, watching actors in a play that had already been performed. NL NL You see two women standing near a tree, a ~beautiful~ tree with boughs stretched out like a #ygrand invitation. You see the blond one murmur something to her companion before stepping away, leaving the pink-haired woman alone with the tree.",
      "You find yourself stepping forward, drawn by the overwhelming presence of ~something~ you had long since forgotten. NL NL \"You probably shouldn't come any closer.\" NL NL You couldn't help but notice the #rbitterness in the woman’s voice as you ask her why. NL NL \"I was born a #p~cursed~ child. Born with hands stained #rred by something outside my control, #p~cursed~ with an ability that makes everyone around me perpetually #pfear for their lives.\"",
      "You can ~smell~ it in the air, the stench of #rdeath. You had thought it was coming from the #pyoukai tree, but now you can tell it had been ~emanating~ from the woman all along. NL NL \"No one wants me. No one wants to even ~be~ around me. It would probably be for the best if I just . . . disappeared.\" NL NL You see the slim #rdagger in the other woman’s hands. You see her raise it, its ~trembling,~ silver point pressed ~precariously~ against her chest - ",
      "She ~freezes~ as your voice reaches her, her head ~slowly~ ~swiveling~ towards you like she couldn't believe you had honestly proposed the notion that you would be her friend. NL NL \"You . . . you would #r@abandon@ me before long, just like the others! They always do, once they’re fed up with living in perpetual fear of my ability!\" NL NL You tell her that you are #gimmortal, that you had long since forgotten what it meant to #pfear #pdeath.",
      "She gives you an incredulous look. NL NL ~\"Prove~ ~it!\"~ NL NL She holds out a hand.",
      "You take her hand. NL NL #rSearing #rpain flows through your body, every single one of your cells @screaming@ in #r~agony~ as the essence of #pdeath invaded ~every~ fiber of your being - NL NL The #rpain faded to a dull throb, and you felt your body #grestore itself as the ~world~ corrected the error that was your deceased self. NL NL You see her ~staring~ at you, tears ~trickling~ down her face, ~dumbfounded~ that you were still upright instead of a #pcrumpled #pcorpse.",
      "\"You’re . . . you’re ~still~ #galive!\" NL NL She embraces you, burying her face in your chest as she ~sobbed.~ You #gcomfort her awkwardly, unused to this kind of ~intimate~ gesture. You glance up and notice the other woman from before standing there, observing the two of you. NL NL She smiles, ~whispering~ something only you could hear. NL NL #g\"Thank #gyou.\" NL NL You wake up from the vision with a @start,@ a cherry blossom cradled in your hands that had not been there before. Just what had happened?",
      "#pDespair clouds her face as you stand there, unmoving. NL NL \"You . . . ~you’re~ just like the ~rest~ of them!\" NL NL The dagger rises, glinting ~silver~ in the moonlight. NL NL @\"I@ #r@hate@ @all@ @of@ @you!\"@ NL NL #rBlood sprays across the tree’s trunk.",
      "Her body ~crumples~ to the ground, finally at peace. NL NL You wake up from the vision with a @start,@ the image of that #rblood-stained body still engraved in your mind. Just what had happened?"
    ],
    "OPTIONS": [
      "[Continue]",
      "[Refuse]",
      "[Prove it] #rLose #r",
      "[Stop her]",
      "[Leave]",
      " #rMax #rHP. #gObtain #ga #gSpecial #gRelic."
    ]
  },
  "Gensokyo:ScarletDevilMansion": {
    "NAME": "紅魔館",
    "DESCRIPTIONS": [
      "遠くに巨大な館がそびえ立っているのが見える。 ~迫り来る~ ような #r真っ赤 な壁は #r真紅 の主人を思わせる。 NL NL 近づくと門番は昼寝をしており、半分に開いた門があなたを招いているように見えた。",
      "中に入るとまず、眩暈がするほど高い天井が目に入る。 NL NL 「あら、来客かしら？」 NL NL 銀髪のメイドが ~面白がった~ ような笑顔をしながら、あなたに向かって歩いてくる。",
      "「お客様には失礼の無い様おもてなしをいたします。図書館に行きますか？この土地で最も巨大な知識の宝庫の一つです。図書館にあまり興味がないようでしたら、周りに置いてある骨董品を一ついかがでしょうか。代わりに少しだけ寄付をして頂きますが。」",
      "あなたはメイドに連れられて図書館へ行くと、紫色の髪をした小柄な少女に出会った。彼女は鋭い目でじっとあなたを眺める。 NL NL 「貴方が本を #r盗んだり #r傷つけたり したらその場で #r~火葬~ にするから。」 NL NL 彼女のそれが本気なのかどうかを、試したりはしない方が良いだろう。",
      "「ありがとうございます。」 NL NL あなたは顔の傍で ~銀色の鋭い線~ が見えた。頬が一瞬 #r痛む と、 #r~血~ の臭いがする― NL NL 瞬きすると痛みは消え、包帯があなたの顔を飾っていた。",
      "振り返るとメイドが #r血 の小瓶を持っているのが見える。 NL NL 「不快な思いをさせて申し訳ありません。私は非常に効率的なのです。」 NL NL 彼女は部屋の脇に歩いていき、奇妙な #y骨董品 を手に持つとこちらに戻ってくる。 NL NL 「こちらをどうぞ。またいつでもいらしてください。私共はいつでも ~寄付~ を受け付けております。」 NL NL あなたはまた来たいとは思わなかった。"
    ],
    "OPTIONS": [
      "[続ける]",
      "[図書館] #g10枚のアップグレードされたカードの中から、デッキに加えるカードを1枚選択。",
      "[寄付] #rHPを #r",
      " #r失う。 #gレリックを獲得。",
      "[立ち去る]",
      "カードを1枚追加する。"
    ]
  },
  "Gensokyo:TheEnmasDilemma": {
    "NAME": "閻魔のジレンマ",
    "DESCRIPTIONS": [
      "あなたは ~霧に包まれた川~ の近く、多くの #p未練 が渦巻く ~荒涼~ とした場所にいる。 NL NL 目の前に女性が見える。 ~幽霊~ のような人影が彼女の前で跪いているようだ。 NL NL 「教えてください。」 NL NL 彼女の声は厳しく権威的ではあるが、そこからは深い #p悲しみ も感じられる。彼女はあなたの方を向いてはいないが、どういうわけか声はあなたの ~魂~ に直接語りかけているように感じる。",
      "「ここに泥棒であり、 #r殺人者 であり、罪人であり、無数の命を #r奪った 男がいます。しかしそれは全て #g家族 のためにしたこと、誰も彼の #g家族 を助けてはくれなかったのですから。結局彼は、更に @卑劣@ な #p罪人 から我が子を守るために #r亡くなり ました。」 NL NL 彼女は動きを止め、深く ~溜め息~ をついた。 NL NL 「彼の #y運命 はどうあるべきだと思いますか？」",
      "「貴方は優しい魂ですね。」 NL NL 彼女が手に持っている棒のようなものを振ると、彼女の前にいる魂は #y光 がちらつくようにして ~消えた~ 。 NL NL 「ですが私は、貴方のように人に #g優しく できる ~立場~ にありません。」 NL NL 気が付くとその女性は ~消え~ 、一人で川岸に立っていた。今見たものはなんだったのだろうか。",
      "「貴方の考えは正しいと思います。」 NL NL 彼女が手に持っている棒のようなものを振ると、彼女の前にいる魂は #y光 がちらつくようにして ~消えた~ 。 NL NL 「あのような境遇の者でさえ、罰しなければいけないのは非常に残念です。ですが私がルールを決められるわけではありません。」 NL NL 気が付くとその女性は ~消え~ 、一人で川岸に立っていた。今見たものはなんだったのだろうか。"
    ],
    "OPTIONS": [
      "[続ける]",
      "[慈悲] #r以下を紛失： ",
      "[ロック] 必要なもの：ストライク以外の「アタック」。",
      "[正義] #r以下を紛失： ",
      "[ロック] 必要なもの：防御以外の「スキル」。",
      " #g特別なレリックを獲得。",
      "[私が決めることではない]",
      "[立ち去る]"
    ]
  },
  "Gensokyo:ACelestialsPlight": {
    "NAME": "天人の苦悩",
    "DESCRIPTIONS": [
      "目の前の石の上で #b青い髪 をした少女が、 ~のんびり~ とくつろいでいる。 NL NL 横目に見えた、彼女の後ろの #p影 が人の形に実体化し、暗く輝く #p~恐ろしい~ 鎌を構えた。 NL NL 影は少女に近づき、鎌を空中に振り上げる…",
      "あなたは走り出し、彼女に鎌が振り下ろされる瞬間、その身を投げ出す― NL NL #r@ザクリッ!@ NL NL 邪悪な武器があなたの身体に沿った #r深い傷 を作ると、 #r痛み が胸から噴き出した。 NL NL 影が驚き後退りするとその瞬間、飛んできた岩が影にぶつかり勢いよく跳ね飛ばす。 NL NL 「なんでこんなことしたの？」",
      "振り返ると少女が ~イライラ~ した様子であなたを見ていた。 NL NL 「そいつが仕掛けてくるのを ~何週間~ も前から待っていたのよ！自らの人生のため、 #p@邪悪@ な死神と戦い勝利する。その #y~誉れ~ ある戦いをお前は台無しにした。」 NL NL 彼女は溜め息をつき、批難するようにあなたを睨む。 NL NL 「まあ、一応感謝はしてるわよ。完全に #r余計なお世話 だったけど、 #yお礼 ぐらいはするわ。」",
      "彼女は何やら布のようなものを押し付けてきた。 NL NL 「服が #r破れて しまったようだからこれをあげるわ。」 NL NL 彼女はくるりと背を向け、次の刺客が現れるまでの二週間がどれだけ #p退屈 な時間になるかと、ぶつぶつ呟きながら歩き去って行った。",
      "#r緋い 何かがもの凄い速さであなたを通り過ぎ、実体化した #p影 にぶつかり遠くへと弾き飛ばす。何かは形を変え #r緋色の服 を着た女性となり、先ほどの少女と何やら ~口論~ を始めた。口論が #r激しく なると、少女は @地団駄@ を踏みどこかへ飛び去ってしまった。緋色の服を着た女性はやれやれと言いたげに頭を振ると、少女を追い彼女もまた飛び去っていった。 NL NL 彼女らが去った後、辺りに #y硬貨 が散らばっていることに気づいた。先ほどの #p影 が落とした物のようだ。 NL NL あなたは先に進む前に #y硬貨 を集めることにした。"
    ],
    "OPTIONS": [
      "[続ける]",
      "[庇う] #rHPを #r",
      " #r失う。 #g特別なレリックを獲得。",
      "[何もしない] #g",
      " #gゴールドを獲得。",
      "[立ち去る]"
    ]
  },
  "Gensokyo:HakureiShrine": {
    "NAME": "博麗神社",
    "DESCRIPTIONS": [
      "山道を ~長時間~ 歩き続けると、古びた小さな神社に辿りついた。赤と白の服を着た少女が庭の掃除をしていたが、あなたに気づくや否や大きな木箱を ~指差した~ 。 NL NL 「 #yお賽銭 はそこよ。」 NL NL 彼女はひとことそう言うと、掃除を再開した。",
      "箱の底に #y硬貨 が @ぶつかる@ 音が、静寂の中に響く。 NL NL 彼女は自分の聞いた音が信じられなかったかのように耳を ~ぴくぴく~ とさせ、 #y嬉しそうな 笑顔をしながらくるくると回った。 NL NL 「博麗神社へようこそ！何かお願い事はありますか？」 NL NL あなたは #yご利益 が欲しい言った。 NL NL 「 #yご利益 ？実はここに祭られている神様が何なのかは私もよく知らないのよ。でもどんな神様だったとしても、 #yご利益 はあるはずよ。」",
      "少女は両手を合わせ目を閉じ、何かを呟いている。 #y~輝く~ オーラが彼女の周りに現れ、一瞬だけ @脈動@ した後に #r@弾けて@ あなたを ~包み込む~ 。 NL NL 身体は ~雲~ のように ~浮き上がり~ 、僅かな時間すべての #p悩み や #p心配事 から解放された気がした。 NL NL あなたが9つの雲から降りてくると、彼女は楽しげにそれを見ていた。 NL NL 「それできっとうまくいくはずです。何かあればいつでもいらっしゃってくださいね！もちろん #yお金 があれば。」",
      "無愛想な管理人にも、 #yお賽銭 にも興味はない。"
    ],
    "OPTIONS": [
      "[続ける]",
      "[お賽銭を入れる] #r",
      " #rゴールドを失う。 #gランダムなカードを #g",
      " #g枚アップグレードする。",
      "[ロック] 必要なもの： ",
      " ゴールド。",
      "[お賽銭を入れる] #r",
      " #rゴールドを失う。 #gHPを #g",
      " #g回復。",
      "[ロック] 必要なもの：ゴールド。",
      "[ロック] 必要なもの：アップグレードできるカード。",
      "[立ち去る]",
      "[ロック] 必要なもの：減少したHP。"

    ]
  },
  "Gensokyo:ASwiftSlash": {
    "NAME": "一刀両断",
    "DESCRIPTIONS": [
      "庭で若年の剣士が稽古をしているようだ。 ~凄まじい~ 斬撃と ~鋭利~ な突きが空を切っている横で、白くてぼんやりした塊が彼女の動きを追いかけている。 NL NL 彼女の剣捌きはやや #r堅い が、もう少し観察を続ければ、この動きを自分の技として取り込むことができるはずだ。 NL NL あるいは直接 #y稽古 を頼むことで、更に詳しく知ることができるかもしれない。",
      "剣士は #b滝 のような勢いで点から点へと　@走り抜け@　、 ~素早く~ 剣を @炸裂@ させる。その動きから目が離せない。 NL NL 彼女の剣術はまだ完璧ではないようだが、 素早い動きで圧倒し、即座に戦いを終わらせることの価値を知ることができた。 NL NL 剣士の少女は立ち止まり、剣を納め額の汗を拭う。どうやら稽古は終わったようだ。 NL NL あなたはここを去る前に、今学んだことをよく ~考え~ うなずく。",
      "少女は突然現れたあなたと、稽古の申し入れには ~驚いた~ ようだが、すぐに落ち着きを取り戻す。 NL NL 「いいでしょう、でも手加減は期待しないでくださいね。」 NL NL @ガキン！@ NL NL 互いの刃が衝突する音が、あたり一帯に ~反響~ する。あなたはあちこちに走り回り、相手の防御の #p弱点 を #r突く ためにそれを探す。 NL NL @ガキン!@ @ガキン!@",
      " ~永遠~ のように思えた時間も、その実数分しか経ってはいなかったようだ。二人は武器を降ろしお互いに離れ、相手に #g敬意 を払う。 NL NL 「なかなかやるわね。私と正面から戦える人ってそんなに多くないんだけど。」 NL NL あなたは彼女の稽古と #y賛辞 に感謝する。 NL NL 思ったとおり彼女一人の稽古中には、使うことのなかった技を見ることができた。 NL NL この技はきっと後で役立つことだろう。"
    ],
    "OPTIONS": [
      "[続ける]",
      "[観察] #gデッキのカードを1枚アップグレードする。",
      "[稽古] #g弦月斬を獲得。 #rHPを #r",
      " #r失う。",
      "[立ち去る]",
      "アップグレードするカードを1枚選択する。",
      "[ロック] 必要なもの：アップグレードできるカード。"
    ]
  },
  "Gensokyo:ThoseEarthRabbits": {
    "NAME": "地上の兎",
    "DESCRIPTIONS": [
      " ~入り組んだ~ #g竹薮 で道に #r迷った あなたは、最早冒険者とは呼べなかった。 NL NL 2本の枝の間に何かが挟まっているのがちらりと見える。 #g緑の海 では完全に場違いな #y網かご だ。 NL NL 「ねえ！そこの貴方！」 NL NL 振り返ると兎の耳をした少女が、息を切らしながらこちらへ走ってきた。",
      "「貴方、このあたりで私の #y薬かご を見かけませんでした？里で薬を売らなきゃ行けないんです、無くしたらお師匠様に #r何されるか ！」 NL NL  #yかご がどこにあるかを教えようとすると、耳元で優しいささやき声が響く。 NL NL 「ねえ、何も見なかったフリをしてよ、そしたら良いことあるからさ、いい？」 NL NL 手に何かが押し込まれ。小さく #yチャリン という音が鳴る…",
      " #p賄賂 をそっと押しのける。 NL NL 「あーあ、つまんないの。」 NL NL 後ろの気配は消え、 #yかご の場所を兎の少女に指し示すと、彼女はその高さを見て困ったようにうなり声をあげる。 NL NL 「うーん、私がお師匠様にお仕置きされる姿を見て、 #r喜ぶ てゐが目に浮かぶわ。」 NL NL 彼女が #yかご を枝から降ろす手伝いを申し出て、その枝の下に立つと @パキ@ っという音が鳴った。",
      "#r@ゴツン！@ NL NL 頭を #rズキズキ させながら地面に横たわると、兎の少女は #yかご を手にしながら心配そうにあなたを見つめる。 NL NL 「ごめんなさい。きっと私を狙って #p悪戯 を仕掛けたんでしょうけど、あら？」 NL NL 彼女はあなたを助け起こすと太陽を見て慌てだす。 NL NL 「うわあ！早く行かないと市場に間に合わなくなる！」 NL NL 彼女は急いで駆け出す。「後で必ず #gお礼 をしますから！」",
      " #p賄賂 を持つ手を握りこむと、近くで #yかご など見た覚えがないと兎の少女に冷たく言った。 NL NL 「 @あーもう！@ 一体どこにあるっていうのよ？！」 NL NL 兎の少女が走り去っていくと、後ろからくすくすと笑う声が聞こえる。 NL NL 「いい取引ができたわ。もしあんたが #g幸運 を欲したなら、私は力になれるわよ。でもサボってることに気づかれる前にそろそろ行かなくちゃ。」 NL NL 後ろの気配は消え、あなたは竹薮に一人取り残された。"
    ],
    "OPTIONS": [
      "[続ける]",
      "[助ける] #g特別なレリックを獲得。 #r呪い #r- ",
      "",
      "[賄賂を受け取る] #g",
      " #gゴールドを獲得。",
      "[立ち去る]"
    ]
  },
  "Gensokyo:FieldTripToAnotherWorld": {
    "NAME": "異世界旅行",
    "DESCRIPTIONS": [
      "あなたは #p奇妙な 光景に出くわした。人の形をした #p~不気味~ な #p影 が遠くに立っていて、その周りにいくつかの #p輝く 紫色のボールが漂っている。 NL NL 「やあ！こんにちは！」 NL NL この声は…女性？覚悟を決め影に近づく。 NL NL 「もし、 #y願い を叶えることができると言ったら？」影は漂うボールを指差す。「これを7つ集めると、どんな #g野望 も現実のものにすることができる！」",
      "#r疑わしい 、あなたは何か裏があるのではないかと言う。 NL NL 「裏なんて無いよ！いやほんとに。ただ全てのボールを集めるには、私がこれを渡した連中と #r戦わなくちゃならない けどね。」 NL NL 影は頭をこちらに傾け、顔があれば ~ニヤリ~ とでも笑っていそうな印象を受けた。 NL NL 「それで、どうする？貴方が持っているものを少しだけくれたら、ボールを1つ貴方に渡す。悪くない #y取引 でしょ？」",
      " #g「そうこなくっちゃ！」 NL NL ボールの1つが飛んできてあなたの隣に浮かんでいる。その #p不気味 な輝きは、周りの空間を @捻じ曲げて@ いるようだ。 NL NL 「すぐに負けたりしないでね？それじゃあまた後で会いましょう。」 NL NL #p不穏 な言葉の意味を尋ねる前に、 #p影 は遠くで揺らめいて、その痕跡を消した。",
      "「ええー！」 NL NL #p影 に顔があったなら、頬を膨らませていただろう。 NL NL 「まあいいわ。他を当たるだけだから。」 NL NL 空間が折りたたまれ、小さな点となり空気の中に消える。 NL NL あなたは #p不穏 な出会いを振り払うように、先へ進む。"
    ],
    "OPTIONS": [
      "[続ける]",
      "[承諾] #r以下を紛失： ",
      " #gオカルトボールを獲得。",
      "[ロック] 必要なもの：コモン、アンコモン、レアのいずれかのカード。",
      "[承諾] #gオカルトボールを獲得。",
      "[拒否]",
      "[立ち去る]"
    ]
  },
  "Gensokyo:AHoleInReality": {
    "NAME": "境界",
    "DESCRIPTIONS": [
      "地面に #p妙 なものを見つけた。裂け目のようだが、その端を #rリボン が飾っており、奥から無数の目がこちらを見つめている。 NL NL あなたは突然 ~飛び入りたい~ という衝動に駆られる。 NL NL きっと大丈夫なはずだ。",
      "あなたは ~ここ~ にも ~そこ~ にも存在せず、 #r暑く も #b寒く もなく、 @不思議@ でも @現実的@ でもない空間を、 #p奈落 に転がり落ちていく。 NL NL そして #p目 、 #p目 が @至る所@ にあり、幾千もの視線があなたが降下していく様を #r@退屈@ そうに見ていた。 NL NL 多すぎる。その #p目 はあざけり、値踏みでもするような視線を送り続け、絶えず @プレッシャー@ を与えてくる―",
      "何かが @弾けるような音@ が鳴る。いつしか #r地獄 のような光景は終わり、 #p奈落 からは解放されていた。 NL NL しかし #p目 。 #p目 はまだそこにあり、周囲からあなたをじっと見つめている。 NL NL この #p目 からだけは逃れることができない。",
      "あなたは突然の衝動をぐっと堪える。この奇妙な穴を信頼し、ただの気まぐれに命を預けることに、そこまでの魅力は感じない。"
    ],
    "OPTIONS": [
      "[続ける]",
      "[飛び入る] #r最大HPを #r",
      " #r失う。 #g特別なレリックを獲得。",
      "[立ち去る]"
    ]
  },
  "Gensokyo:GoodsFromTheOutsideWorld": {
    "NAME": "外の世界の道具",
    "DESCRIPTIONS": [
      "気が付くと、古ぼけた外観に時代を感じさせる #y店 の前にいた。 NL NL 「お客さんか？珍しいな。」店主がメガネ越しにあなたを見つめる。「君が何を探しているのかはわからないが、ここにある外の世界の品の一つはきっと君の役に立つだろう。多分。」",
      "「これでいいか？よし。」 NL NL 彼は #y商品 を梱包すると、 #y支払い の際にそれを渡す。 NL NL 「久々に売れた…本当に久々だ。またいつでも来てくれ。」",
      "店主はあなたが去る姿に見向きもせず、夢中で読書を続けていた。"
    ],
    "OPTIONS": [
      "[購入] #r",
      " #rゴールドを失う。 #gノーマルレリックを獲得。",
      " #rゴールドを失う。 #gアンコモンレリックを獲得。",
      " #rゴールドを失う。 #gレアレリックを獲得。",
      "[ロック] 必要なもの： ",
      " ゴールド。",
      "[立ち去る]"
    ]
  },
  "Gensokyo:ForestOfMagic": {
    "NAME": "魔法の森",
    "DESCRIPTIONS": [
      "あなたは #p暗く 湿った #g森 の中にいることに気づく。 NL NL この森はツタや虫等で溢れておりとても不快だ。キノコは言うまでも無い。あちこちがキノコで @覆われ@ 、空気は #y胞子 に満ちている。胞子が肺に溜まるにつれ、呼吸がどんどん速まっていくのを感じる。 NL NL 前方に見える木々の隙間から、遠くに二軒の家が覗く。一つは老朽化しており、屋根に根付いた植物が窓まで垂れ下がっている。もう一つは整った外観をしており、白く綺麗な壁が ~新しさ~ を感じさせる。",
      "扉を叩くと誰かが向こうから急速に近づいてきて、勢いよく扉が開いた。 NL NL 「霧雨魔法店へようこそ！扉が釘で固定されてなきゃ多分やってるぜ！」 NL NL つばの広い魔女の帽子を被った少女が、あなたの #p風変わり な格好に気づく前に熱烈な歓迎をする。「ああ、あんたこの辺の人じゃないな？さあ入った入った、私も最初の客が外で倒れてるのを見たくないんでね。」 NL NL あなたが家に足を踏み入れると、床がかなり散らかっていることに気づく。",
      "「それであんたは何が欲しいんだ？それとも #r妖怪退治 の依頼か？」 NL NL あなたは森を通り過ぎようとしていたところを、その #r厄介 な環境に足止めされていたと説明する。 NL NL 「旅人か？そりゃいい、何か面白い話はないか？」 NL NL あなたは少し考えると、丁度いい #y物語 を選び話す。少女はあなたの話に熱心に耳を傾け、あまり口は挟まなかった。あなたが話し終えると、少女は物思いにふけっていた。彼女の心はまだあなたの紡いだ ~遠い~ 世界を旅しているようだった。",
      "「 #g面白い 話だな。今までに聞いたことがない。」彼女が部屋全体にあるガラクタを見渡す。「必要なら何か持って行くといい。普通の #p魔法使い と出合ったお土産だ。」 NL NL あなたはざっと部屋を見渡すと、何か役立ちそうなものを選ぶ。 NL NL 「ついでに森の外まで送ってやるよ。」彼女はどこからともなく箒を取り出すと #yニヤリ と笑う。「さあ、あんたは後ろに乗った。」",
      "あなたは断る理由もなく、彼女に従い箒の後ろの方に跨る。 NL NL @「行っくぜえええええええええ！」@ NL NL 二人が快適とは #r程遠い 速度で地面を離れると、あなたはこの選択が大きな間違いだったと #p後悔 した。",
      "扉を叩くとしばらくして、扉を叩き返す #p小さな音 が鳴るが、玄関には誰もいない。家に入るも人影は無くあなたは困惑する。 NL NL あなたの後ろでドアがカチャリと閉まり、振り返ると小さな人形が浮かんでいる。どうやらこれが #p犯人 のようだ。 NL NL 「迷子かしら、どちらさま？」 NL NL 金髪のまるで #y人形のような 少女が部屋から出てきて、冷ややかな表情であなたを見ている。あなたは森を通り過ぎようとしていたところを、その #r厄介 な環境に足止めされていたと説明する。",
      "少女はその答えを期待していたかのように頷いた。「 #p準備が出来ていない 中でここまで辿り付けたのは #g幸運 だと思うわ。」 NL NL 彼女は椅子に腰を降ろし、忙しく針仕事を続けた。トレイを持った人形があなたに近づくと、いくつかの #g軽食 があなたの前にきちんと並べられる。 NL NL 「それを飲むといいわ。胞子を身体から出すためのものよ。」 NL NL 彼女に感謝しカップに口を付ける。苦い飲み物が喉を通ると、 #g落ち着いた 気持ちになる。",
      "少女が針と糸で優雅に布を縫い、単なる布の束をまるで #g生きている かのような存在に作り変えている姿に、あなたは #y魅了 される― NL NL 瞬きをする。どれぐらいの時間が経ったのかはわからないが、少女は立ち上がり #y満足 の行く笑顔で、新しい人形を眺めているようだ。 NL NL 「気分は良くなったかしら。あなたが良ければすぐにでも出発できるわよ。」 NL NL 少女は戸口に立つと、期待した目であなたを眺めている。あなたはまるで、自分の身体が自然に動いているかのように、彼女の後に続いていることに気がついた。"
    ],
    "OPTIONS": [
      "[続ける]",
      "[荒れた家に行く] #gレリックを獲得。 #r呪い- ",
      "",
      "[綺麗な家に行く] #g最大HP+ #g",
      " #g。",
      "[立ち去る]",
      "[死なないように頑張る]"
    ]
  },
  "Gensokyo:GoddessOfMisfortune": {
    "NAME": "厄神",
    "DESCRIPTIONS": [
      "山道に沿って山を登っていると、たくさんの足跡のある ~長く~ #r険しい 道が見える。 NL NL 「こんにちは！」 NL NL 更に道を登ると、 #bアクアマリン のような髪をした赤いドレスの少女が、くるくると回転しながらこちらに向かってきた。",
      "「この #y雛人形 は貴方を #p厄災 から守ってくれるのよ。本当は売ろうと思ってたんだけど誰も買ってくれないから、貴方にあげるわ！」 NL NL そう言って彼女は #y人形 を差し出した。近くだと彼女から #p負のエネルギー が発散されているのがわかる、まるで #p黒い蛇 にでも睨まれているような気分だ。",
      " #p厄 に満ちた少女に直接触れないよう、慎重に申し出を受け入れる。 NL NL 彼女があなたに #y微笑む 。「ありがとう！たくさんの #p厄 を与えてあげてね。」 NL NL 回転しながら去っていく少女は、あなたの不幸を望んでいるようにも見えた。",
      "「えー。」 NL NL 少女は眉をひそめるが、すぐに元に戻る。 NL NL 「まあいいわ、次の人が受け取ってくれるかもしれないし。それじゃあね。」 NL NL 少女が回転しながら去っていくと、ようやく息苦しさから開放された。"
    ],
    "OPTIONS": [
      "[続ける]",
      "[承諾] #g特別なレリックを獲得。 #r呪い- #r不器用",
      "[拒否]",
      "[立ち去る]"
    ]
  },
  "Gensokyo:ClashOfLegends": {
    "NAME": "伝説の衝突",
    "DESCRIPTIONS": [
      "@ズガン！@ @バァン！@ @ズドン！@ NL NL あなたは戦闘の音に興味を引かれる。空では #y色とりどり の何者かが戦っていて、あなたはそれがよく見えるように音のする方へ近づく。 NL NL 純粋なエネルギーの #r弾丸 が無数に放たれているが、それらのほとんどは地面や建物に当たりそのまま霧散している。いくつかは目標に命中し、何体かが #r墜落 して近くの地面で意識を失っているようだ。",
      "倒れている何者かから #p黒い らせん状のエネルギーが立ち上っている。これが何なのかはわからないが何らかの力を秘めていることはわかる。",
      "気を失っている何者かに近づくと、突然力の束が向かってきて身動きがとれなくなる。 NL NL 異質な力があなたの中に侵入し身体が痙攣すると、不可思議な伝説の知識が流れ込む。これは現実であり現実ではない物語だ。",
      "関わらない方がいいだろう。"
    ],
    "OPTIONS": [
      "[続ける]",
      "[力を受け入れる] #g都市伝説を1枚デッキに加える。 #r最大HPを #r",
      " #r失う。",
      "[立ち去る]"
    ]
  },
  "Gensokyo:ALandWhereOnlyIAmMissing": {
    "NAME": "僕だけがいない場所",
    "DESCRIPTIONS": [
      "「ねえ！そこの貴方！」 NL NL 唐突に呼び止められ、気づくと見慣れない少女が目の前に立っている。あなたと少女は元々友達だったかのように笑い合った。 NL NL 「一緒に遊ぼう！」",
      "あなたは瞬きをする。何かが #p消えている 。何かが #p欠けている 。記憶に #r~大きな穴~ があり、体験を思い出すことができない。 NL NL あなたの顔。その顔はとても #p悲しく 、そしてとても #y明るく 笑っている。 NL NL あなたはその記憶を思い出そうとする― NL NL 瞬きをする。なんのために遊んでいたのだろう？今必要なのは先へ進むことだ。 NL NL ここに大事なものは無いはずだ。"
    ],
    "OPTIONS": [
      "[少しだけ遊ぶ] #gデッキからカードを1枚削除。",
      "[しばらく遊ぶ] #gデッキからカードを2枚削除。 #rHPを #r",
      "[たくさん遊ぶ] #gデッキからカードを3枚削除。 #rHPを #r",
      " #r失う。",
      " #r失う。",
      "[ロック] 必要なもの：2枚以上のカード。",
      "[ロック] 必要なもの：3枚以上のカード。",
      "[少しだけ遊ぶ]",
      "削除するカードを1枚選択する。",
      "削除するカードを2枚選択する。",
      "削除するカードを3枚選択する。",
      "[立ち去る]"
    ]
  },
  "Gensokyo:BambooForestOfTheLost": {
    "NAME": "迷いの竹林",
    "DESCRIPTIONS": [
      "群生したタケノコが前方の道を厚く覆い、辺りを見回しても目に入るのは全て竹だ。 #y目印 はなく、たとえ引き返してもこの #p孤独 な森を抜けることは出来そうにない。 NL NL 「また迷子か？今日は森が騒がしいな。」 NL NL 白髪の女性が雑木林からがさがさと音を立てて現れる。彼女はあなたをちらりと見て、 ~ため息~ をついた。「あー、説明はいい。それでお前は永遠亭と人里のどっちに行きたいんだ？」",
      "「やっぱりな。ちゃんとついてこいよ、また迷子になるぞ。」 NL NL 彼女は一転して歩き去り、彼女の足跡を辿るしかなくなった。彼女は #y迷いなく 竹やぶの小道を #r割るように して悠々と進んでいく。やがて目的地に到着すると、そこは竹やぶの中にある大きな屋敷だった。 NL NL あたりを見渡すと道案内の女性は既にいなくなっていた。あなたに選択肢はなく、屋敷内に足を踏み入れる。 NL NL #r赤 と #b青 の服を着た女性が兎のグループに何か命令をしているようだ。兎たちが一斉に走り去ると女性は鋭い目つきであなたを注視する。",
      "「ああ、患者さん。」彼女はあなたを少しだけ観察し、 #y診察 をしたようだ。「お薬を出しておきますね。」彼女は棚からいくつかの薬瓶を取り出し、あなたに手渡した。「 #y1日 #y2回 、 #y3日 おきに #y4週間 かけて服用してください。わかりましたか？」 NL NL あなたがこれだけの薬の #y代金 は持っていないと主張する。 NL NL 彼女は笑って首を横に振る。「代金は後からで結構です。それに #p死んでしまっては お金も何もありませんよ？」",
      "「やっぱりな。ちゃんとついてこいよ、また迷子になるぞ。」 NL NL 彼女は一転して歩き去り、彼女の足跡を辿るしかなくなった。彼女は #y迷いなく 竹やぶの小道を #r割るように して悠々と進んでいく。やがて目的地に到着すると、そこは木造の建造物の巨大な集合体だった。 NL NL 「妹紅！ここにいたのか！」 NL NL そう言って銀色の髪をした女性が道案内の女性に近づくと、道案内の女性は #rばつの悪そうな 顔をした。",
      "「どこ行ってたんだ？！今日は歴史の授業を手伝うって話だったろ！」 NL NL 「あー、今日は迷子が多くってさ、忙しかったんだよ…」 NL NL 「はあ、まあいいや。だけどもう逃げるなよ！」銀髪の女性があなたを視線を向ける。「見ない顔だな。折角だし一緒に来るか？見知らぬ土地のことを知っておくことは毒にはならないと思うが、どうする？」 NL NL 女性が「いいえ」と答えられることを #p考えてもいなさそうな 表情をして言うので、あなたは渋々同意した。"
    ],
    "OPTIONS": [
      "[続ける]",
      "[永遠亭] #gHPを #g",
      " #g回復。",
      "[人里] #gデッキに加えるカードを #g",
      " #g枚選択。",
      "[立ち去る]"
    ]
  },
  "Gensokyo:GardenOfTheSun": {
    "NAME": "太陽の畑",
    "DESCRIPTIONS": [
      "あなたは、見渡す限り ~眩い~ ばかりの黄色が続く #y向日葵畑 にいる。それらが全て太陽の方向を向いていることに気付いた。自分の由来となった存在から目が離せないのだろうか。 NL NL 「ここのお花は気に入ったかしら？」 NL NL それは無邪気な質問だったが、周りの全ての花があなたと現れた女性を見つめるように向き直っており、背筋が凍りつくような #p恐怖 を感じる。",
      "緑色の髪の女性はあなたを見上げ、見下ろして眺める。とても #p不愉快 だが彼女はそれを無視してあなたに微笑む。 NL NL 「貴方なかなか強そうね。どのくらい強いのかしら？」",
      "「いいわ、いいじゃない。」 NL NL 女性があなたを #g賞賛 していると、凍りついた空気が和らいでく。「この子は最近開花したのだけど、ちょっと気まぐれな子なの。この畑にいるよりも外で育って欲しいのだけど、貴方にならこの子を #g任せられそう だわ。」 NL NL 女性は花の生えた鉢植えをあなたに手渡す。その花は生まれたての赤ん坊のように蠢くと、ぐるりとねじれあなたを見つめる。 NL NL 「大切にしてあげて。私を #pガッカリ させないでね。」",
      "「うん、悪くない。」 NL NL 女性があなたを見て #g感心 していると、凍りついた空気が和らいでく。「貴方、なかなか良い線いってるじゃない、気に入ったわ。そうね、折角だからここの子を貴方に一輪プレゼントするわ。」 NL NL 女性は花の生えた鉢植えをあなたに手渡す。  #g喜び を感じさせるその鉢植えを手に取ると、なんだか #y元気 が湧いてくる。 NL NL 「強くなったらまた戻っていらっしゃい。私の目にかなうぐらい強くなったらね。」",
      "「あら、逃げるなんて失礼ね。」 NL NL 後ろから何かの #r熱気 を感じる。 ~回転~ する @雷の波@ があなたに #r@襲い掛かり@ それを辛うじてかわすと、巨大なレーザーの側面があなたの踏み込んだエリアを #r蒸発 させる。 NL NL 息を切らして逃げ続け、気がつくと向日葵畑の外にいた。身体の側面に #r焦げ跡 がついている。 NL NL あなたは二度とあの向日葵畑には近づかないよう心に決めた。"
    ],
    "OPTIONS": [
      "[続ける]",
      "[強力な力を見せる] #r以下を紛失： ",
      " #g特別なレリックを獲得。",
      "[出来る限りの力を見せる] #r以下を紛失： ",
      " #g特別なレリックを獲得。",
      "[ロック] 必要なもの： ",
      " ダメージ以上のカード。",
      "[ロック] 必要なもの：ストライク以外の「アタック」。",
      "[走り去る] #rHPを #r",
      " #r失う。",
      "[立ち去る]"
    ]
  },
  "Gensokyo:DemonBookSeller": {
    "NAME": "妖魔本屋",
    "DESCRIPTIONS": [
      "店に足を踏み入れると、古い本のかび臭さや乾いたインクの臭いと共に、何か #p不吉 な感覚に襲われる… NL NL 「いらっしゃいませ！ここは鈴奈庵、幻想郷で @一番@ #p妖魔本 の置いてある本屋です！」 NL NL 風変わりな少女が熱烈にあなたを歓迎するが、後ろの本棚から滲み出ている #p悪意 には気づいていない様子だ。",
      "「ありがとうございました、またいらしてください！」 NL NL 購入した奇妙な本が、突然腕を齧り始めたりしないことをあなたは願った。",
      "妖魔本とやらを買うことが正解だったとは思えない。"
    ],
    "OPTIONS": [
      "[購入] #rゴールドを #r",
      " #r失う。 #g以下を獲得 ",
      "[ロック] 必要なもの： ",
      " ゴールド。",
      "[立ち去る]"
    ]
  },
  "Gensokyo:ABanquetForGhosts": {
    "NAME": "亡霊の晩餐",
    "DESCRIPTIONS": [
      "あたりに #gいい香り が漂い、一人の女性が座る異国の料理でいっぱいのテーブルに、あなたは引き寄せられる。一見ありふれた情景だが、周囲には #p幽霊 のような蝶がはためきまるで異世界のようだ。 NL NL その女性は食べることに忙しいのか、あなたの存在にはまだ気がついていないようだ。",
      "久しぶりに何か食べられる。テーブルから一つや二つ果物が #r無くなった ところでその女性も気にはしないだろう。 NL NL あなたは素早く前方に飛び出すと果物を一つ掻っ攫う― NL NL そのまま逃げようとするも、気づくと蝶があなたに群がり、無防備な全身を #r燃える ような #b冷気 が襲う。身体中が焼けるように #r痛い！ ",
      " #p幽霊 のような生き物達は追跡を止め、なんとかあなたは逃れることができた。振り返るとその女性は次々と目の前の皿を平らげ、こちらを一瞥することすらなかった様子だ。 NL NL 盗んだ果物を齧ると、 #g暖かみ が全身に染み渡る。 NL NL 運が良ければ次の食事は、こんな #p苦労 をしなくても済むことだろう。",
      "あなたは彼女の隣に座る。彼女は最初気づいていないようだったが、最後の皿を食べ終える前にあなたに ~興味~ を示したようだ。「お客さん？珍しいわねえ、何か御用？」 NL NL あなたは持っている食べ物を差し出す。彼女は #y爛々 とした瞳でそれをひったくるようにして受け取る。「あら、とても新鮮で美味しそう！貴方もどうぞご自由にお楽しみください。」 NL NL 二人は黙々と食事を取る―あなたが渡した食べ物を彼女が美味しそうに食べている間、あなたは見たことのない様々な異国の料理を試食する機会を得た。",
      "「誰かと食事をするのは楽しいわねえ。けれど残念ながらあまりそういう機会が無いの。」彼女は #y笑顔 で、しかし #p寂しそう にそう言った。 NL NL 「どうぞこれをお持ちください。」彼女はあなたに小さくて可愛らしい、見事な桜の花を手渡した。 NL NL 「また美味しそうなものを見つけたら是非立ち寄ってくださいね、うふふ。」 NL NL あなたは #y桜の花 を丁重に受け取ると、覚えておくと彼女に言った。",
      " #p死者 の邪魔をしないよう、あなたは立ち去る。"
    ],
    "OPTIONS": [
      "[続ける]",
      "[食べ物を盗む] #rHPを #r",
      " #r失う。 #g獲得： ",
      "[彼女に食べ物を渡す] ",
      "を失う。 #g特別なレリックを獲得。",
      "[立ち去る]"
    ]
  },
  "Gensokyo:AMomentFractured": {
    "NAME": "壊れた瞬間",
    "DESCRIPTIONS": [
      "目に映る世界が ~変化~ する。あなたの周囲は断片化し、 #p混沌 の中に歪んでいく。記憶が歪曲して顕現し、回廊をあてなく彷徨い、想像は消え行くために存在する。 NL NL 「メリー、今度はどんな世界を見に行くの？」 NL NL 「私たちしばらくあの #b幻想 の地は見に行ってなかったわよね？それとも、もう一度宇宙ステーションでも見に行こうかしら…」 NL NL 「また宇宙ステーション？前みたいに #r怪我 しても知らないわよ？」",
      "「今回はちゃんと準備できたわ！おかげで #gフローラ がより綺麗に見えたと思わない？」 NL NL 「そりゃあ今回は食べられそうにならなかったもの。」 NL NL 二人の少女がいる #p不可解 な領域にあなたはいる。二人の少女はこの #pおかしな 状況を考えると落ち着きすぎている。 NL NL 「あれ？見て、蓮子！私たちと同じような人がいるわよ！」 NL NL 「貴方以外にこんな所に来られる人がいるなんて思わなかったわ。」白い帽子を被った少女があなたの方を向く。「貴方はどうやって結界の境目にやってきたの？」",
      "あなたはここがどこなのか、どうやってここにたどり着いたのかさえわからないと説明した。 NL NL 「あら、そうだったの？それはお気の毒に、たまに結界の境目に落ちちゃう人もいるのよね。」彼女が手を振ると、現実に繋がる #p@裂け目@ があなたの前に切り開かれる。「それなら元の場所に返してあげるわ。貴方が戻りたい場所をしっかりと考えて！」"
    ],
    "OPTIONS": [
      "[続ける]",
      "[通常の敵と出会う]",
      "[エリートと出会う]",
      "[ランダムなイベントが起きる]"
    ]
  },
  "Gensokyo:AndThenThereWereNone": {
    "NAME": "そして誰もいなくなるか？",
    "DESCRIPTIONS": [
      " #r血痕 が地面に飛び散り、 #p哀れな 残骸が辺りに転がっている。 NL NL 「こいつらは本当に弱かったわ。同じ吸血鬼として恥ずかしいぐらいに。」 NL NL 鋭い爪を深紅の色で染め上げた少女が、転がる死骸の中心に座っている。彼女の強烈な視線があなたをその場に固定する。 NL NL 「…貴方この #rコウモリ どもと同じ臭いがするわ。同じ所から来たのかしら？」",
      "あなたは答えず、いつでも動きだせるように身体を緊張させる。 NL NL 「うーん、なんだか貴方、面白そうな感じがするのよね。少なくともこいつらよりよっぽどね。貴方、私と #p契約 してみない？ ~ほんのちょっと~ の #r血 で貴方の @望む力@ が手に入るのだけど。」 NL NL 彼女が血に塗れた手を差し出す。",
      "目がくらむような痛みがあなたを襲い、視界が薄れていく。あなたが #r血溜まり の中で目を覚ますと、目は #p霞み 、意識は朦朧として、バラバラになった四肢が辺りに転がっている。 NL NL あなたは血溜まりから起き上がる。 NL NL あなたは血溜まりから起き上がる。 NL NL あなたは血溜まりから起き上がる。 NL NL あなたは血溜まりから起き上がる。",
      "「残念だわ。他に遊べるオモチャを探さなきゃ。」 NL NL 彼女が死体の山に視線を戻すと、あなたはその隙に逃げ出した。"

    ],
    "OPTIONS": [
      "[続ける]",
      "[申し出を受ける] #g獲得： #g",
      " #r最大HPを #r",
      " #r失う。",
      "[拒否]",
      "[立ち去る]"
    ]
  },
  "Gensokyo:NightmareOfHeian": {
    "NAME": "平安京の悪夢",
    "DESCRIPTIONS": [
      " #p闇 があなたを包み込む。それは感覚を覆い隠し、あなたの #p恐怖 と #p疑念 を喰らう。 NL NL あなたの目の前に恐ろしい幾数の何かが現れる。壊れ、歪んだその形をあなたの心は認識することさえ拒む。絡みついた恐怖は全ての理解を受け付けない。それらの中で、この不吉な交響曲を指揮しているような1体が薄気味悪い笑みを浮かべる。 NL NL @「か弱き者よ@ #p@闇@ @を受け入れろ。さもなくば@ #p@闇@ @がお前を飲み込むだろう。」@",
      "あなたは勇気を持って前進し、周囲の #p真っ黒な闇 に触れる。 NL NL 悪夢は終わり、周囲が元に戻る。あなたは近くの水溜りをちらりと見る。 NL NL #p暗闇 があなたを ~見つめていた~ 。",
      "目を覚ますと身体が震えていた。心の奥底に #p空洞 ができたような気分だ。 NL NL あなたは立ち去るが、自らの一部を永久に失った。"
    ],
    "OPTIONS": [
      "[受け入れる] #r次の #r",
      " #r回の戦闘でカードが不明瞭になる。 #gその後、特別なレリックを獲得。",
      "[飲み込まれる] #gデッキからカードを2枚削除。 #r呪い- #r苦悩",
      "[ロック] 必要なもの：2枚以上のカード。",
      "削除するカードを2枚選択する。",
      "[立ち去る]"
    ]
  },
  "Gensokyo:Impoverished": {
    "NAME": "貧乏",
    "DESCRIPTIONS": [
      "少女があなたに近づき、ひびの入った椀を差し出す。 NL NL 「少しだけお金を頂けませんか？」",
      " #yゴールド が勢いよくポケットから流れ出し、椀の中でジャラジャラと音が鳴る。それらは素早く椀に積み重なるが、同時に冥界へと消えていく。 NL NL 少女はそれを #p悲しそう に見つめている。 NL NL 「やっぱり駄目でしたか。でもありがとう。」 NL NL 彼女はとぼとぼと歩き去り、遠くから哀れな姿が見えた。",
      "あなたは少女を通り過ぎ道を進む。 NL NL #p蛇 が巻きついたような感覚がして、あなたの身体を震えが通り抜ける。 NL NL 彼女を助けなかったことに少し #p~罪悪感~ を覚えた。"
    ],
    "OPTIONS": [
      "[ ",
      " ゴールドを渡す] #r全てのゴールドを失う。 #gランダムなカードを #g",
      " #g枚アップグレードする。",
      " #g枚アップグレードする。",
      "[彼女を無視する] #r呪われる。",
      "[立ち去る]"
    ]
  },
  "Gensokyo:TheWhiteLotus": {
    "NAME": "White Lotus",
    "DESCRIPTIONS": [
      "近くの寺院から鳴り響く音楽にあなたは引き寄せられる。そこでは一人の女性がその声で人々を楽しませている。彼女はあなたの知らない言葉で、あなたに馴染みのない事柄を唄っているようだ。 NL NL あなたは自身がそれを理解できないにもかかわらず、魅了されていることに気づいた。もうしばらく聴いていくことも考える。しかし少しの #y寄付 だけをして、すぐ先へ進むことが正しいのだろう。",
      "あなたは目を閉じ、女性の声に ~心を委ねる~ … NL NL そして目を開けると少しだけ感じる…明るい。そして多分、少しだけ自分を理解できた。",
      " #y硬貨 が賽銭箱で音を立てると身体の中で、まるで神々に見守られているかのような #y暖かな 炎を感じた。",
      "残念だが時間も金も無い。"
    ],
    "OPTIONS": [
      "[聴く] ",
      " #rを失う。 #g3枚のレアカードの中から、デッキに加えるカードを1枚選択。",
      "[寄付] #r",
      " #rゴールドを失う。 #g最大HP+ #g",
      " 。",
      "[立ち去る]",
      "[ロック] 必要なもの： 0コストのカード。",
      "[ロック] 必要なもの： ",
      " ゴールド。",
      "カードを1枚追加する。"
    ]
  },
  "Gensokyo:LivingGodOfMiracles": {
    "NAME": "奇跡の現人神",
    "DESCRIPTIONS": [
      "あなたは偶然神社にたどり着いた。丁度小さな寄り合いが行われているところのようだ。細身の少女達が #g緑色の髪 の少女と話をしているが、遠くて何を話しているのかまではわからない。しばらくして細身の少女達が去ると、 #g緑色の髪 の少女があなたの存在に気づく。 NL NL 「ああ、お客さん！お待たせして申し訳ありません。全く天狗っていうものはうるさくて。」彼女が #y眩しい 笑顔であなたに近づく。「今日はご参拝ですか？それとも、もしかして私の起こす奇跡に興味がおありですか？」",
      "「奇跡に興味があるんですね？なんでも言ってください！大抵のことはできますよ！」 NL NL あなたが望む内容を説明をすると、少女は #p大人しく なった。「あー…えーと、 ~完全~ になんでもというわけでは。少なくとも、今は。」彼女はまた明るく言う。「わかりました！貴方が私への #y信仰 を集めて来てくだされば、きっと要望に応える力も出せるでしょう！」 NL NL 彼女が「信仰」を集めるための方法を説明する。その方法はあやふやで漠然としていて、とてもうまく行くとは思えないが、試すこと自体に問題はないだろう。 NL NL それで #g奇跡 が起こることもあるのかもしれない。",
      "木製の箱に #y硬貨 をカツンと投げ入れると、少女が #y光り輝く 。 NL NL 「ご参拝ありがとうございます！貴方の旅路にご加護がありますように！」 NL NL 光に包まれると、温かみのある感覚が一時的にあなたを満たす。少女に感謝の意を伝え、あなたは出発した。",
      "あなたは旅の最中、ただ神社の前を通りがかっただけだと伝えた。"
    ],
    "OPTIONS": [
      "[奇跡] #r次の #r",
      " #r回の戦闘でプレイした「スキル」を廃棄する。 #gその後、特別なレリックを獲得。",
      "[参拝] #rゴールドを #r",
      " #r失う。 #gデッキのカードを1枚アップグレードする。",
      "[ロック] 必要なもの： ",
      " ゴールド。",
      "[ロック] 必要なもの：アップグレードできるカード。",
      "アップグレードするカードを1枚選択する。",
      "[立ち去る]"
    ]
  },
  "Gensokyo:TreasureHunter": {
    "NAME": "トレジャーハンター",
    "DESCRIPTIONS": [
      "ネズミのような少女が、目の前で揺らしている金属の棒に目を凝らしながら近づいてきた。 NL NL 彼女はあなたの目の前で立ち止まり、見上げる。 NL NL 「やあ、君は #y宝物 の真上に立っているんだ。知っていたかい？」",
      "あなたが #y貴重な工芸品 を取り出すと、彼女は目を丸くした。 NL NL 「あー、どうやらずっと私が探知していたものはこれみたいだ。」彼女は熱心に像を調べる。「そうだな、物々交換に興味はあるかい？今ここに #g身体を強化 する私には必要のない薬を持っているんだが、君のような旅人にはそれが必要だと思うんだ。幻想郷の荒野は非常に危険なんだ、知っていたかい？」 NL NL あなたは申し出を受け入れ、その場で薬を飲む。新たな #r力 が身体に ~流れ込む~ のを感じると、あなたは道に戻った。",
      "あなたが脇に寄ると、少女がいくつかのシャベルを取り出し地面を掘り始めた。あなたは発掘されるかもしれない #y宝 に興味を持つと、無言でシャベルを手に取り同様に掘り始める。 NL NL 数分間の重労働の後、二人は様々な #y工芸品 や #y装身具 の隠し場所を発見した。 NL NL 「おお、たくさんあるじゃないか！」少女があなたを見る。「まさか君が助けてくれるとは思わなかったよ。折角だし君も何か持って行くといい。」 NL NL あなたはいくつかの #y宝物 を選ぶと、先へ進む前に彼女に別れを告げる。",
      "あなたは横に踏み出して彼女を通り過ぎる。後ろから発掘音が聞こえるが気にも止めなかった。"
    ],
    "OPTIONS": [
      "[像を渡す] #r黄金の偶像を失う。 #g最大HP+ #g",
      " #g。",
      "[発掘を手伝う] #r最大HPを #r",
      " #r失う。 #gレリックを獲得。",
      "[立ち去る]",
      "[ロック] 必要なもの：黄金の偶像。"
    ]
  },
  "Gensokyo:NohDance": {
    "NAME": "能楽",
    "DESCRIPTIONS": [
      "里の中央から鳴る音楽にあなたは引き寄せられる。そこでは仮面を被った人物が精巧な踊りで ~跳ね回って~ いる。他の多くの観客達もその姿に #g夢中 なようだ。 NL NL 「なあ！そこのあんた！」 NL NL あなたに向かって #y商人 が手を振っている。彼の #y露天 には踊り手の周りにある仮面と同様のものが並んでいる。",
      "「あんたの持ってるその面、そんな #g変わった 面今まで見たことがねえ！」彼は露天の #y商品 を見るよう身振りで促す。「よかったらこの中の1つと交換してくれないかい？」",
      "「 #yお土産 にどうだい？うちの #y面 はどれも #g高級品 だ！」",
      "新しく手に入れた #y仮面 を付けてみると、自然と顔に馴染むように感じる。 NL NL 仮面の穴は少し見辛いが、とりあえずあなたの正体を隠すには十分だろう。",
      " #y仮面 の交換には関心が無い。",
      "お土産などに費やす #y金 は無い。"
    ],
    "OPTIONS": [
      "[購入] #rゴールドを #r",
      " #r失う。 #g獲得： ",
      "[ロック] 必要なもの： ",
      " ゴールド。",
      "[立ち去る]",
      "[続ける]",
      "[購入] ",
      " #rを失う #g獲得： "
    ]
  },
  "Gensokyo:OneWingedWhiteHeron": {
    "NAME": "片翼の白鷺",
    "DESCRIPTIONS": [
      "あなたの周りは灰色の岩だらけで、空には対照的に #g緑 と #b青 の大きな球体が浮かんでいる。 NL NL あなたは驚いて瞬きする。どういうわけか #y月 にいるようだ。 NL NL 「侵入者？しばらくなかったわね。」",
      "銀髪の女性があなたをまじまじと見ている。彼女は周囲の状況やあなたの突然の出現には驚いていないようだ。 NL NL 「そうね、 #y姉妹 が貴方を送り返しにここに来るまでしばらく時間がかかるでしょう。それまでの間、私にあなたの話を聞かせてくれませんか？」",
      "あなたは彼女に、その土地の遭遇の中で最も #p苛烈 な遭遇の一つを話す。彼女は話を聞きながら頷き、あなたの言葉を小さく繰り返しているように見えた。 NL NL 「ええ、彼らはここにいる。」 NL NL 空間が @歪み捻じれ@ 、彼女の言葉を理解する時間はほとんどなかった。そして突然 #g馴染みのある 風景が戻ってくる。少し #p奇妙 に感じる。いくつかの #r古傷 の痛みが消え、いくつかの #y所持品 が無くなっている。 NL NL あなたは首を振り、これらは些細なことだと思うことにした。",
      "「お喋りは好きじゃないのかしら？それもいいと思うわ。」 NL NL そして空間は @歪み捻じれ@ 、突然馴染みのある風景が戻ってくる。"
    ],
    "OPTIONS": [
      "[ ",
      "について話す] #gHPを #g",
      " #g回復。",
      " #r失う： ",
      " ",
      " #rゴールド。",
      "[立ち去る]",
      "[ロック] 必要なもの：エリートとの遭遇。",
      "[ロック] 必要なもの：通常の敵との遭遇。",
      "[続ける]",
      "[沈黙を続ける]"
    ]
  },
  "Gensokyo:ChildOfMiare": {
    "NAME": "御阿礼の子",
    "DESCRIPTIONS": [
      "「私は以前、貴方のような人を見たことがあります。その方はここに来て貴方と全く同じことを尋ねました。」 NL NL この幼い少女が、自分はこの土地で最も知識のある人物の一人であると言った時、あなたは #r疑い を持っていた。しかし見せられた一つの文書は、あなたの #p疑念 を掻き消した。 NL NL 彼女の隣にある重そうな本も、見せかけではないのだろう。",
      "「実際に彼らはいくつかの記録を残すのに、とても親切にしてくださいました。それらを見たいですか？」",
      "その文書にあなたは惹き付けられる。 #y筆跡 はあなたのものだが、全く #p身に覚えのない 出来事が綴られている。あなたは状況が掴めずに #p不安 を覚える。 NL NL 「貴方の記録も残させてくださいませんか？きっとそれは次に来る人のために役立つでしょう。」 NL NL それは悪いことではないだろう。それに今読んだことが真実であるなら、あなたはすぐに全てを #p忘れて しまうだろう。",
      "「興味がありませんか？そうですか。だとしても少し #y我慢 して頂かなければなりません。私は幻想郷の主要な存在を書物として纏めているのですが、貴方もその中に数えられる程度には #r印象的 です。」",
      "あなたは記憶が #p曖昧 なことにも関わらず、最も印象的だった経験をできるだけ詳細に語った。 NL NL ぼんやりとした記憶の隙間を埋めるため、少し #p装飾 したかもしれないし、しなかったかもしれない。どちらにしろ、あなたが鉄の蟹3体を無傷で倒していたところで誰にも証明は #rできない だろう？"
    ],
    "OPTIONS": [
      "[読む] ",
      "を獲得。",
      "[辞退する]",
      "[記録] カードのコピーを保管する。",
      "[立ち去る]",
      "カードのコピーを保管する。",
      "[続ける]"
    ]
  },
  "Gensokyo:DetectiveSatori": {
    "NAME": "名探偵さとり",
    "DESCRIPTIONS": [
      "「そこの貴方！」 NL NL 振り返ると #p不機嫌そう な女性があなたに近づいてくるのが見える。 NL NL 「 #r殺人事件 がありました。貴方はそれについて何も知りませんか？」 NL NL あなたは口を開こうとする― NL NL 「ええ、ええ、貴方が何も知らないと考えていることはわかっています。皆同じことを言います。ええ、失礼なことは承知していますが今はそれよりも #g成果 が必要なのです。ええ、貴方に答えられないことがあった場合に備えて #p心を読んでいる のです。」",
      "あなたはこれがとても一方的な会話になるだろうと感じている。 NL NL 「まあ大まかにですが。なんにせよ表面的な思考で多くを知ることはできないので、もう少し深いところを教えてください…もっと深く。 #pトラウマ をかき混ぜるように。そう悪いことでもありませんよ。その中で貴方自身何か得るものがあるかもしれませんから。または、こちらで #yお金 の手助けをすることもできますよ。」",
      "心が #rチクリ と痛み、狂信的な学者が読むようにして記憶の年表が勢いよく捲られる。様々な場面が目の前で点滅し、 #r激しい 戦い、 #p些細な 口論、そしてあなたの全く知らない #y出来事 が描かれている。 NL NL 「貴方には抑圧された記憶がたくさんあるようです。まるで誰かに #p消された かのような。」 NL NL 視界が回復すると、あなたは考えにふけるその女性を見る。「ええ、やはり貴方は #g無実 のようです。しかしいい手掛かりになりました。」 NL NL 彼女は立ち去り、わずかな頭痛が後に残った。",
      "「貴方は用心深いですね。ですが私に貴方を非難することはできません。」 NL NL 女性はあなたをじっと見つめ、頷いた。 NL NL 「貴方からの手掛かりはこれで十分でしょう。私にはまだ #y調査 すべきことが残っています。」 NL NL 結局あなたは一言も話さずに、女性は立ち去った。"
    ],
    "OPTIONS": [
      "[続ける]",
      "[トラウマ] #rHPを #r",
      " #r失う。 ",
      " #gを獲得。",
      "[援助] #r最大HPを #r",
      " #r失う。",
      " #g",
      " #gゴールドを獲得。",
      "[拒否]",
      "[立ち去る]"
    ]
  },
  "Gensokyo:AHistoryOfViolence": {
    "NAME": "暴力シミュレーター",
    "DESCRIPTIONS": [
      "あなたは #p奇妙 な部屋にいることに気づく。何故か #p威圧的 な人物達に囲まれている。 NL NL 「はいはい、挑戦者の貴方。これが見える？」 NL NL 無数の顔があなたを見下ろし、 #y値踏み をしている。 NL NL 「貴方前にもここに来たことがあるわね。今回はもっとチャレンジしてみない？」",
      "「なかなか勇敢ね。今回は面白くなりそうだわ。」 NL NL 人影は全て消え、 #p不安 だけが後に残る。",
      "「調子が悪いの？それは残念。」 NL NL 人影は全て消え、あなたは #g安堵 した。"
    ],
    "OPTIONS": [
      "[承諾] #r次のボスとの戦闘では、最大HPが #r",
      "% #r減少する。",
      " #gその後、 ",
      " #gを獲得。",
      "[立ち去る]"
    ]
  },
  "Gensokyo:FiresOfInvention": {
    "NAME": "創案の火",
    "DESCRIPTIONS": [
      "あなたは茂みを歩いていると #r躓いて 、 #y所持品 の一つを落とした。あなたが起き上がる前に、どこからともなくロボットアームが現れそれを掻っ攫った！ NL NL 「うひゃー、なんだこりゃ！一見単純に見えるけど、中は信じられないぐらい複雑な連動機構になってるぞ！」 NL NL あなたは起き上がるとあなたの #y所持品 を弄っている #b青髪 の少女を見る。そして丁重にそれの返却を求める。",
      "「ありゃ、これ貴方のなの？うーん…」彼女は眉をひそめる。「よしわかった！買い取ろうじゃないか！それか #yお金 がいらないなら、貴方の道具を #y調整 してあげるよ！私はこう見えてもとても優秀なエンジニアなんだ。」",
      "「どうもありがとう！」 NL NL 少女は大量の #y硬貨 を投げ捨てるようにあなたに手渡すと、既に買い取った品をどうにかすることを呟いていた。「 #y燃費効率 @50%アップだ！@ 」",
      "少女が手渡した道具に何をしたのかはわからないが、以前よりもより #g能率的 に、より #g洗練 されているように感じられる。 NL NL 正に #r研ぎ澄まされた刃 だ。",
      "「えぇ～…」 NL NL 少女は #p渋々 あなたに #y所持品 を返す。 NL NL 「まあ気が変わったら戻ってきて誰かに尋ねてみてよ！ほとんどの河童は私の居場所を知っているはずさ。」 NL NL 少女は考え直しているあなたを背に、走り去っていった。"
    ],
    "OPTIONS": [
      "[続ける]",
      "[売る]",
      "[調整]",
      " ",
      "を失う。",
      " #gゴールドを #g",
      " #g獲得。",
      " #gデッキからカードを #g",
      " #g枚削除。",
      "[拒否]",
      "[立ち去る]",
      "[ロック] 必要なもの： 特別なレリック以外のレリック。",
      "削除するカードを ",
      " 枚選択する。",
      "[ロック] 必要なもの： ",
      " 枚以上のカード。"
    ]
  },
  "Gensokyo:ExtraExtra": {
    "NAME": "号外、号外！",
    "DESCRIPTIONS": [
      "「 @大ニュース！@ 博麗神社で能楽を披露！守谷神社の #p陰謀 が明らかに！幻想郷の最新スクープが @今ここに！@ 」 NL NL 少女が里の広場で #y知りたがり の人々に、忙しなく #g巧み に新聞を配っている。近づくとあなたの手にも雑に新聞が押し込まれた。 NL NL 「世界滅亡！月の侵略者を撃退！全てはここに書いてある！」",
      "見出しを見ると、その口上と同じく #p疑わしい 記事が散見される。",
      "あなたは記事の一つをざっと読む。最近 #rネズミ の #r蔓延 に伴い、里の食料品店がほぼ壊滅させられる被害があったが、旅の薬売りが売る #g猫の像 により解決に至ったという内容が書かれている。 NL NL なかなか面白い。",
      "この土地の出来事にはそれほど興味が無い。"
    ],
    "OPTIONS": [
      "[続ける]",
      "[読む] #g",
      " #g枚のアンコモンカードの中から、デッキに加えるカードを1枚選択。",
      " #g枚のコモンカードの中から、デッキに加えるカードを1枚選択。",
      "[捨てる]",
      "[立ち去る]",
      "カードを1枚追加する。"
    ]
  },
  "Gensokyo:VillageOfCats": {
    "NAME": "猫の里",
    "DESCRIPTIONS": [
      "あなたはあらゆる種類の #y猫 だらけの廃村にいることに気づいた。 NL NL そのうちの一匹は、尻尾に #g緑色 のリボンがついた茶色の猫だ。 NL NL その猫があなたに ~ニャー~ と鳴く。",
      "あなたは猫を #g撫でた 。するとその猫は、あなたに擦り寄り #g嬉しそう に喉を鳴らす。 NL NL 猫は走り去ると、 #g食べ物 の切れ端をいくつか咥えて戻ってきた。そしてそれをあなたの足元に置く。 NL NL 猫の気持ちに感謝し、その食べ物がどこから来たのか考えないようにした。",
      "あなたは猫を #g撫でた 。その猫はあなたに擦り寄ると、突然 #y煙 と共にその姿を幼い少女に変えた。「ねえ、貴方って紫様と藍様みたい！境界を操る方法を教えてもらったの？」 NL NL あなたはなんの話か #pよくわからない と伝える。 NL NL 「大丈夫！私にもよくわからないから！」少女は走り去ると、すぐに #y何か を持って戻ってきた。 NL NL 「これをあげる！今はわからなくてもすぐ教えに来てくれるから！」あなたはその予言のような言葉を気にしすぎないように、恐る恐る手土産を受け取った。",
      "あなたは猫を #r蹴った 。猫はあなたを一度 #r威嚇 すると走り去っていった。 NL NL しばらくすると誰かがあなたの肩を叩く。振り返ると見知らぬ女性があなたに #p微笑んで いる。 NL NL いい #p笑顔 ではない。「なかなか #p無作法 な人のようね。そういう人が幻想郷でどうなるのかを教えて差し上げましょう。」"
    ],
    "OPTIONS": [
      "[猫を撫でる] #g最大HP+ #g",
      " #g。",
      "[猫を撫でる] #gレリックを獲得。",
      "[猫を蹴る] ",
      "と戦う。 #gレアレリックを #g",
      " #gつ獲得する。",
      "[戦う]",
      "[立ち去る]"
    ]
  },
  "Gensokyo:Boo": {
    "NAME": "ばあっ！",
    "DESCRIPTIONS": [
      "#p@「ばあっ！」@ NL NL 何者かが茂みから @飛び出し@ あなたを驚かせると、あなたは #pたじろい だ。 NL NL 「わ～！びっくりしました？ #p怖かった ですよね？」",
      "あなたはそれがどれほどの #p恐怖 だったかを大げさに説明する。実際は、ありがたい事にも #y恐怖 を感じることはなかったのだが。「やったあ、 @できた！@ やっと @できた！@ 」 NL NL ぼんやりとした雰囲気の少女は、溢れんばかりの笑顔でステップを踏む。そしてこのことを友人に話すのが待ちきれないと独り言を言っていた。",
      "「ぐすん。今回は上手くいったと思ったのに…」 NL NL 彼女は #pしょんぼり とした様子で、同じような表情をした傘を地面に引きずりながら、そっと去っていった。 NL NL 彼女の悲しげな姿が遠くに消えると、あなたは #p罪悪感 を感じずにはいられなかった。"
    ],
    "OPTIONS": [
      "[認める] #gデッキからカードを1枚削除。",
      "[否定する] #gランダムなカードを #g",
      " #g枚アップグレードする。 #r呪い- ",
      "",
      "削除するカードを1枚選択する。",
      "[ロック] 必要なもの：1枚以上のカード。",
      "[立ち去る]"
    ]
  },
  "Gensokyo:PhantomEnsemble": {
    "NAME": "幽霊楽団",
    "DESCRIPTIONS": [
      "たくさんの音楽が空中を漂い、 #pこの世ならざる 音があなたの耳に入り込んでくる。その音楽は #g楽しそう だがどこか #p虚しく 、 #g生命力に溢れる も #p空っぽ で、 #g生きながら も #p死んでいる ように感じさせる。 NL NL あなたはその混沌とした音楽に圧倒されるが、その下にある3つの異なる旋律を聴き分けることができた。あなたはその旋律の一つに集中してみることにした…",
      "あなたは #y穏やか な旋律に集中する。その落ち着いた音色はあなたの心と身体を #g安心 させ、先に進むのに十分な英気を養うことができた。",
      "あなたは #y楽しげ な旋律に集中する。その混沌とした音色はあなたの心と身体を #g元気 にし、抑えきれない無限のエネルギーを与えてくれるようだ― NL NL 目を覚ますと身体中に妙な痛みがあり、音楽は止んでいた",
      "あなたは #y悲しげ な旋律に集中する。その儚い音色はあなたの #p力を抜き 、抵抗のできない深い眠りへと誘う。 NL NL 目を覚ますと妙な気だるさがあり、音楽は止んでいた。"
    ],
    "OPTIONS": [
      "[幻想的な旋律] #g特別なレリックを獲得。",
      "[楽しげな旋律] #g特別なレリックを獲得。",
      "[悲しげな旋律] #g特別なレリックを獲得。",
      "[立ち去る]"
    ]
  },
  "Gensokyo:TheDreamer": {
    "NAME": "The Dreamer",
    "DESCRIPTIONS": [
      "「 #p夢 の中で私は笑い、世界は私と笑います。」 NL NL 「 #p夢 の中で私は忘れ、世界は私と忘れます。」 NL NL 「 #p夢 の中では私は #y世界 。」",
      "夢があなたに笑いかける。「こんにちは、 ",
      "！」 NL NL #p夢 の中で世界はあなたの周りで踊り、あなたも世界の周りで踊っていることに気づいた。",
      " #p夢 は徐々に消えさり、それと共に自らの一部も消えていくのを感じた。"
    ],
    "OPTIONS": [
      "[続ける]",
      "[こんにちは、世界！] ",
      "[沈黙を保つ] ",
      " #g",
      " #g枚のカードに ",
      " #g枚のカードに ",
      "#g保留を追加する。",
      "#gエセリアルを追加する。",
      "#g廃棄を追加する。",
      " ",
      " 枚のカードに、 ",
      " 枚のカードに、 ",
      "保留を追加する。",
      "エセリアルを追加する。",
      "廃棄を追加する。",
      "[ロック] 必要なもの：エセリアル以外のカード。",
      "[ロック] 必要なもの：カード。",
      "[立ち去る]"
    ]
  },
  "Gensokyo:IAmNotThere": {
    "NAME": "そこに私はいません",
    "DESCRIPTIONS": [
      "その里は静かで、 #p沈黙 に包まれていた。向かいの通りで #p黒い 服を着た人らが、長く悲しげな列を作っている。 NL NL 遠くには背の高い #p棺 を担いでいる人々の姿がある。 NL NL 誰だったのだろう？ NL NL どんな人だったのだろう？",
      "あなたは #p棺 を囲んで見ている群集の中に溶け込む。そこから一人の男が台の上に立っているのが見える。 NL NL 「私の #pお墓 の前で泣かないでください。」 NL NL 男は @窒息@ したような声で話す。「これは彼女が残した最後の願いです。彼女が何年も何年も後に戻ってくることを知っていても、それは再会することのない私たちにとっては、意味のないことです。今日私たちは、私たちのために悲しみます。私たちは大切な人を失ってしまったのだから。」",
      "葬儀が進むと胸が #r痛んだ 。 NL NL あなたは故人を知らないし、彼らにとってどういう存在だったのかも知らないが、その心の #r傷 が癒えることは無いと知っているからだ。",
      "興味はあるが関わるほどではない。"
    ],
    "OPTIONS": [
      "[続ける]",
      "[参加する] #r最大HPを #r",
      " #r失う。 #g特別なレリックを獲得。",
      "[立ち去る]"
    ]
  },
  "Gensokyo:CandidFriend": {
    "NAME": "カンデイイド・フレンド",
    "DESCRIPTIONS": [
      "玄武の沢の中央で、背の低い少女が敷物の上で道具を弄っている。 NL 彼女は忙しそうにしているが、それでもあなたと会話をする余裕はあるようだ。 NL 「ここから先は危険だよ。進む前に準備していかないかい？」",
      "にとりは驚いているようだ。 NL 「君は私と戦いたかったのかい？」 NL 「丁度いい、作った武器を試したかったんだ！」",
      "あなたが立ち去ると、彼女は作業を続けた。"
    ],
    "OPTIONS": [
      "[ #rWarning！ ] #r戦う。 #g報酬： #g？？？",
      "[ショップを見る]",
      "[立ち去る]",
      "[戦う]"
    ]
  },
  "Gensokyo:OwlFriend": {
    "NAME": "梟の友人",
    "DESCRIPTIONS": [
      "深い森の中、木々を抜け開けた場所に出ると、そこには #p謎 の生き物がいた。それはあなたの方を向いて不気味な声で話しかけてきた。 NL NL 「ワタシの巣の奥、友動かなくなる。」",
      "あなたはこの生き物を信用できず、理由を付けてここから立ち去ろうとする。 NL NL 「これは #r必要 な者への贈り物。ただし #r証明 をしてもらう。」",
      "証明は短く、素早く、 #r血生臭かった 。生き物はあなたの決定に満足しているようだ。 NL NL 「怪物は人ならざる #r力 持つ。では人 #r震え上がらせる 人とはなんだ？」",
      "やはりこの生き物も贈り物も信用できない。"
    ],
    "OPTIONS": [
      "[続ける]",
      "[狂気の贈り物] #g特別なレリックを獲得。",
      "[暴力の贈り物] #g特別なレリックを獲得。",
      " #r",
      " #r枚のカードに ",
      " #r枚のカードに ",
      "#r自動使用を追加する。",
      "#r使用不可を追加する。",
      " ",
      " 枚のカードに ",
      " 枚のカードに ",
      "自動使用を追加する。",
      "使用不可を追加する。",
      "[ロック] 必要なもの：プレイ可能なカード。",
      "[立ち去る]"
    ]
  },
  "Gensokyo:PrincessOfTheMoon": {
    "NAME": "月の姫",
    "DESCRIPTIONS": [
      " #g竹林 の中を歩いていると小屋を見つけた。 NL NL 窓を覗くと女性がソファに座っている。 NL NL 「恩師を訪ねやすいのはとてもいいことなのだけど。何故あの方は #r武力 と #g話し合い の使い分けを教えようとするのかしら。 #g話し合い が一番だと思うのよね。 #r武器 を持つことなく、 #g話し合い で全てが解決するのなら皆が幸せになれるのに。」",
      "女性は立ち止まり、桃を食む。 NL NL 「あなたはどう思いますか？ #g言葉 と #r武器 、どちらで他者を屈服させたいですか？」 NL NL あなたは突然の回答を求められ驚いた。",
      "「あなたは妹と同じ考えなの？この #p穢れた 惑星の住人も同じなのかしら。」 NL NL あなたの選択を聞き女性は見るからに失望した様子だ。 NL NL 「しかし話し合いでは他人の言葉を尊重することも大切です。なので私はあなたの身勝手な #r暴力 にも干渉はしません。」 NL NL 女性の周囲の空間が歪むと、一瞬の光と共に彼女は姿を消した。",
      "「あなたが文明的な選択をしてくれて嬉しく思います。この #p穢れた 惑星にも希望はあるのかもしれません。」 NL NL 女性は純粋に、そして心から微笑んだように見えた。 NL NL 「ああ、そろそろ行かなくちゃ。あまり長くここにいると妹が心配するのよね。」 NL NL 女性の周囲の空間が歪むと、一瞬の光と共に彼女は姿を消した。",
      "あなたは哲学的な議論に関わることを拒み逃げ出した。"
    ],
    "OPTIONS": [
      "[続ける]",
      "[武器] #gデッキから「スキル」を #g",
      " #g枚削除。",
      "[言葉] #gデッキから「アタック」を #g",
      " #g枚削除。",
      "[ロック] 必要なもの：2枚以上の「スキル」。",
      "[ロック] 必要なもの：2枚以上の「アタック」。",
      "削除するカードを1枚選択する。",
      "[立ち去る]"
    ]
  },
  "Gensokyo:KappaWarehouse": {
    "NAME": "河童の倉庫",
    "DESCRIPTIONS": [
      "あなたは森の中で放棄された倉庫を見つけた。扉の看板には「河童の領地！立入禁止！」 NL NL と書いてあるが、河童語の読めないあなたを制止することはできなかった。 NL NL 中に入るといくつもの不思議な #y装置 や #y発明品 が隠されていた。",
      "あなたはなんとなく使えそうなものを手に取る。後で役に立つかもしれない。",
      "よく知らない技術を信用する気はない。"
    ],
    "OPTIONS": [
      "[持って行く] ",
      "を獲得。",
      "[立ち去る]"
    ]
  },
  "Gensokyo:BloodForBlood": {
    "NAME": "血には血を",
    "DESCRIPTIONS": [
      "その #p墓地 は文字通り身も心も凍るような場所だった。 #p真夜中 にこんな場所に忍び込むのはいい考えだったのだろうか？ NL NL あなたは #r血 の飛び散った墓石に気づき足を止める。この惹き込まれるように #r赤く 染まった大理石に #r血 を捧げれば、あなたは大きな #y力 を得られるだろう。",
      "あなたの #r血 が石に染みこむと、耳元で幽霊のような囁き声が聞こえる。 NL NL 「あんたも私の指導が欲しいのかい？今夜は本当に忙しいねえ。」 NL NL #p幽霊 は #p不吉 に #pニヤリ と笑う。「だが望むならその #y力 @くれてやる！@ 」 NL NL 彼女が手を振ると、あなたは #r血 が沸騰し、何かに #y目覚める のを感じた。",
      " #p夜中 に血塗れの墓石に #r血 を捧げるのは、尚更いい考えだとは思えない。"
    ],
    "OPTIONS": [
      "[血を捧げる] #rHPを #r",
      " #r失う。",
      " #g",
      " #g枚のカードに ",
      " #g枚のカードに ",
      "#gブラッドキャストを追加する。",
      " ",
      " 枚のカードに ",
      " 枚のカードに ",
      "ブラッドキャストを追加する。",
      "[ロック] 必要なもの：有効なカード。",
      "[立ち去る]"
    ]
  },
  "Gensokyo:SomeoneElsesStory": {
    "NAME": "誰かの物語",
    "DESCRIPTIONS": [
      "あなたはお祭りの真っ只中にいる。とても賑わっており、 #p珍しい物 もたくさんある。人だかりの中央に誰かがいる。何やら昔の話を語っているようだ。 NL NL 「まあつまり、 ~また~ あの #r仇敵 と @死ぬ@ まで戦う準備はできてて―」 NL NL 女性はしゃっくりをしながら話している。恐らく酔っているのだろう。",
      "「そこでガツンと一撃！私が #g勝った わけ！」 NL NL 聴衆はあからさまに誇張された話に歓声を上げる。あなたは信じられないと思い首を横へ振ると先へと進んだ。",
      "「残念だけどその日はやられてしまったわ。けど心配しないで、またすぐあいつに #p復讐 するつもりだから！」 NL NL 聴衆はあからさまに誇張された話に歓声を上げる。あなたは信じられないと思い首を横へ振ると先へと進んだ。",
      "あなたはその女性の #pありえない 話を簡単に聞く。 NL NL 信じられないような話だったが、この土地の人々について何かを学ぶことができたように思う。"
    ],
    "OPTIONS": [
      "[よく聞く] #r特別な敵と戦う。 #gレアのルナカードを1枚デッキに加える。",
      "[手短に聞く] #gルナカードを1枚デッキに加える。",
      "[立ち去る]"
    ]
  },
  "Gensokyo:MedicineSeller": {
    "NAME": "薬売り",
    "DESCRIPTIONS": [
      "あなたは人里で #p奇妙 な行商を見かける。里の人間は彼女に対しとても #g好意的 で、あなたはその行商が気になり彼女に近づく。 NL NL するとその行商は笑顔でこちらを向いた。 NL NL 「薬はいかがですか？あなたの希望にあわせた調合ができますよ！」",
      "「わかりました、では希望する効果を教えてください。」",
      "「これだけあれば十分ですね！けれどもう #y一味 加えると、更に #g強力 になりますよ。どうします？」",
      "「こちらをどうぞ！ご利用ありがとうございました！」 NL NL 薬売りは立ち去り、手には調合された #y薬 が残る。これに #y金額 分の価値があることを願う。",
      "「大丈夫ですか。ご利用ありがとうございました。」 NL NL 薬売りは立ち去り、手には調合された #y薬 が残る。これに #y金額 分の価値があることを願う。",
      "この旅に必要なものではない。"
    ],
    "OPTIONS": [
      "[承諾] #rゴールドを #r",
      " #r失う。 ",
      "#gカスタムカードを1枚作成し、デッキに加える。",
      "#gカスタムカードは ",
      "",
      "[拒否] カスタムカードをこのままにする。",
      "[立ち去る]",
      "[ロック] 必要なもの：ゴールド。",
      "#g作成するカスタムカードのコストは #g",
      "#gカスタムカードに保留を追加。",
      "#gカスタムカードに天賦を追加。"
    ]
  },
  "Gensokyo:ProphetOfDisaster": {
    "NAME": "災害の予言者",
    "DESCRIPTIONS": [
      "遠くに女性が座っている。その掌の上で何かが捻じれ、回っており彼女はそれを見つめている。 NL NL 「もうすぐあなたは #p災害 に見舞われます。」 NL NL 彼女が突然話しかけてきたことと、唐突の #p不吉 な予言にあなたは驚いた。 NL NL 「あなたの周囲の #y空気 でわかります。あなたがここに来て以来、どれほどの戦いに巻き込まれたかを考えれば驚くことではありません。」",
      "彼女は立ち上がり、掌で踊っている何かを払う。「しかし #p災害 を防ぐのは私の仕事です。僅かですが #g喜んで あなたに力を貸しましょう。」 NL NL あなたはその助けを素直に受け入れた。",
      "水のようなものが彼女の掌に戻ると、踊るように回り、形を変えあなたの手にぴたりと収まる #y道具 になった。 NL NL 「少しですが、ご武運を。」 NL NL あなたは先へ進む前に彼女の助けに感謝した。"
    ],
    "OPTIONS": [
      "[承諾] ",
      "#rHPを #r",
      " #r失う。 ",
      "#g3つの #g",
      " #gレア ",
      " #gアンコモン ",
      " #gノーマル ",
      "#gレリックの中から、1つ選択し獲得。",
      "[立ち去る]",
      "[続ける]"
    ]
  },
  "Gensokyo:ProbabilitySpaceHypervessel": {
    "NAME": "可能性空間移動船",
    "DESCRIPTIONS": [
      "あなたは辺境の地で建物を見つけ、 #y好奇心 に駆られるとそこを調べることにした。奇妙なことに内部では現実が #p歪んで おり、時間の流れが #p遅く なっているようだ。遠くに人影が見える。 NL NL 「こんにちは！私の製作者は現在ここにはおりません、また後ほどお越しください。」あなたはこの人物との会話を試みるも、同じ言葉を繰り返すだけなので諦めて無視することにした。ここにある道具のいくつかはとても面白く、役立ちそうに見える。",
      "あなたはしばらくの間、実験室を好き勝手に弄り回す。ここの所有者がこの狼藉を気にしなければ良いが。"
    ],
    "OPTIONS": [
      "[自らを強化する] #gランダムなカードを #g",
      " #g枚アップグレードする。",
      "[実験を行う] #gデッキのカードを1枚レアカードに変化させる。",
      "[いくつかのフラスコを頂く] #gポーションを #g",
      " #gつ獲得。",
      "変化させるカードを1枚選択する。",
      "[立ち去る]"
    ]
  },
  "Gensokyo:ThoseWhoFightMonsters": {
    "NAME": "怪物同士の戦い",
    "DESCRIPTIONS": [
      "この先で何者かが #r戦っている ようだ。空を見ると2人の人影が #y刃 と #y弾幕 を交えている。 NL NL このまま観察を続けていれば何かを学べるだろうか。",
      " #r赤い髪の女戦士 を観察すると、 #y凄まじい力 を持っておりその力の裏には何かがあるのだろう。しかし彼女の心には何か #p疑念 があるのか、そのせいで最大限の力を発揮できていないようだ。",
      " #b青い服のメイド を観察すると、 #y素早く器用 に相手の攻撃を回避している。しかし彼女の動きは #p傲慢 で、 #pプライド が真剣に戦うことを妨げているようだ。",
      "危険を冒し、戦いに巻き込まれたくはない。"
    ],
    "OPTIONS": [
      "[赤い髪の女戦士を観察] ",
      "[青い服のメイドを観察] ",
      " #gを獲得。 #r呪い- ",
      "",
      "[立ち去る]"
    ]
  },
  "Gensokyo:AliceEvent1": {
    "NAME": "魔界神の娘",
    "DESCRIPTIONS": [
      "あなたはとある世界の神でした。しかし神でさえ #p孤独 を感じます。あなたに作られた存在にとって、創造主であるあなたは #p手の届かない 存在なのです。 NL NL あなたはその世界に小さな人間の女の子が落ちてきた時、それに干渉しました。放っておけば通りすがりの #p悪魔 に食べられていたであろうその子を助けたのは、恐らくそれが理由なのでしょう。「この子は私の子です。」あなたはあなたの忠臣にそう言いました。「あなたもこの子をそのように扱ってください。」 NL NL あなたがそう #y宣言 したとき、その女の子は―"
    ],
    "OPTIONS": [
      "[驚いてあなたを見つめた] #gターン開始時、追加で #g", " #g枚カードを引く。",
      "[喜んであなたに微笑んだ] #g次のターンと #g", " #gターンごとに、 #g", " #gエナジーを得る。"
    ]
  },
  "Gensokyo:AliceEvent2": {
    "NAME": "悪い子",
    "DESCRIPTIONS": [
      "あなたは #g優秀 な神でしたが、 #r酷い 母親でした。何故彼女があなたの気を引こうとしていたのかを理解できませんでした。あなたが #r危険 な #p悪魔 を #r処刑 したとき、何故彼女が #p怯えていた のか理解できませんでした。何故彼女があなたから離れ始めたのか、何故あなたが彼女に触れようとしたとき彼女は避けたのか理解できませんでした。 NL NL そして丁度一年後。彼女があなたの部屋に入ってくると、今日がなんの日か覚えているかをあなたに尋ねました。あなたはすぐに「もちろん。」と答えました。「火曜日よ。」 NL NL それは彼女の望む答えではなかったのでしょう。何故なら彼女は―"
    ],
    "OPTIONS": [
      "[怒り狂った] #rこのターンと #r", " #rターンごとに、爆発人形が #r", " #r体出現する。",
      "[走り去っていった] #r", " #r枚の ", " #rを手札に加える。"
    ]
  },
  "Gensokyo:AliceEvent3": {
    "NAME": "去った子",
    "DESCRIPTIONS": [
      "あの巫女との出会いはあなたの世界を #r廃墟 に変え、あなたの娘は行方不明になりました。隅から隅まで覗いても、どんな隙間を探しても、彼女を見つけることはできませんでした。最後にかつて彼女の部屋だった #r廃墟 の中で、あなたは手紙を見つけました。それには一言「さようなら」 NL NL とだけ書かれていました。それはあなたにとっては取るに足らないことだったはずです。あの子はただの #p気まぐれ で連れ帰っただけなのですから。それなのに何故こんなにも胸が #p痛い のでしょう。 NL NL あなたは #r粉々 になった #y夢 の残骸の中で @泣き崩れ@ ました。"
    ],
    "OPTIONS": [
      "[あなたのせい] #rミニオン以外の敵が金属化 #r", " #rを得る。",
      "[彼女のせい] #rミニオン以外の敵のHPが #r", " #r回復する。"
    ]
  },
  "Gensokyo:YumekoEvent1": {
    "NAME": "誇りと喜び",
    "DESCRIPTIONS": [
      "創造には #r苦痛 と #y誇り が伴います。何かを作るということは、得てして練習が必要なものです。あなたは数十体の小悪魔をかき回した末に、 #y最も強く 、 #y完璧 だと言える存在を創造しました。 NL NL 彼女はあなたの最も愛しい作品として生まれました。あなたはその #y夢の子 が目を開け、最初の一歩を踏み出した ~あの日~ のことを今でも覚えています。そのとき彼女は―"
    ],
    "OPTIONS": [
      "[あなたを抱きしめ宙に浮いた] #g筋力 #g", " #gを得る。",
      "[部屋の中を踊り周り笑った] #g敏捷性 #g", " #gを得る。"
    ]
  },
  "Gensokyo:YumekoEvent2": {
    "NAME": "大いなる遺産",
    "DESCRIPTIONS": [
      "彼女は #y完璧 であろうとしました。 NL NL 全ての小さな #r間違い 、全ての些細な #p不備 ― #y夢の子 は全ての欠陥を一つ残らず克服していきました。ですが彼女がいくら欠陥を克服したとしても、常に別の欠陥が発生し、その意味で彼女は #y完璧 ではありませんでした。 NL NL あなたは彼女の自己改善に苦労する姿を見て、これが誰のせいなのか疑問に思いました。彼女はあなたの創造物の中で最も強く、最も完璧な存在であるはずでしたが、彼女が失敗を続けることで証明してしまったのは―"
    ],
    "OPTIONS": [
      "[あなたは完璧ではない] #r", " #r枚の ", " #rを手札に加える。",
      "[彼女は完璧ではない] #r", " #r枚の ", " #rを手札に加える。"
    ]
  },
  "Gensokyo:YumekoEvent3": {
    "NAME": "失敗した子",
    "DESCRIPTIONS": [
      " #y夢の子 は #r失敗 しました。彼女は巫女を止めることができませんでした。彼女は魔女を止めることができませんでした。彼女は悪霊を止めることができませんでした。あなたは干渉し、それはあなたの世界を #p破壊 することに繋がりました。その中で #y夢の子 は #p死にました。 NL NL しかしそれは彼女のせいではありません。あなたが彼女に相応しい可能性を与えなかったので彼女は失敗しました。彼女の #r血 があなたの腕を覆いました。 NL NL あなたは #y夢の子 の壊れた身体を抱きしめ、廃墟となったあなたの家の中で泣きました。"
    ],
    "OPTIONS": [
      "[あなたは間違えた] #r", " #r枚の ", " #rを山札に混ぜる。",
      "[もっとうまくできたはずだ] #r", " #r枚の ", " #rを山札に混ぜる。"
    ]
  },
  "Gensokyo:SarielEvent1": {
    "NAME": "Angel of Death",
    "DESCRIPTIONS": [
      "あなたの世界で、あなたが生み出した子供達は、 #g大切 な #y宝石 のような存在です。しかしいくつかの宝石は #r荒い 表面や #r鋭い 角に磨きをかけ、規則を破り、他の子供達を危険に晒します。 NL NL あなたの世界の犯罪者や問題児を追い詰め、世界と彼らを正義に導くことのできる誰か、この世界の神の法を執行する #p死 の天使が必要でした。 NL NL あなたはこの子に二つのもの与えました。あらゆる命令に従う #y忠誠心 と―"
    ],
    "OPTIONS": [
      "[全てを凌駕する強さ] #g", " #g枚目にプレイする「アタック」を2回プレイする。",
      "[決して逃がさない速さ] #g", " #g枚目にプレイする「スキル」を2回プレイする。"
    ]
  },
  "Gensokyo:SarielEvent2": {
    "NAME": "天使は死なない",
    "DESCRIPTIONS": [
      "その小さな天使は #y完璧 でした。 NL NL あなたがほんの少し囁くだけで、彼女は #y迅速 かつ #y効率的 に問題を対処していきました。あなたは他の子供達の間で #p死 の天使の噂が広まっていることを耳にしました。 #p死神 は騒ぎを起こすものを確実に追い詰めます。すぐに犯罪者と問題児は現れなくなり、あなたは天使を送り出す必要すらなくなりました。 NL NL しばらくするとあなたはその天使の存在を忘れました。ある日彼女があなたの部屋に忍び込み、こう尋ねてくるまでは。"
    ],
    "OPTIONS": [
      "[私に殺す人をください] #r締め付け #r", " #rを得る。",
      "[何故私を捨てたのですか？] #r呪詛 #r", " #rを得る。"
    ]
  },
  "Gensokyo:SarielEvent3": {
    "NAME": "忘れられた子",
    "DESCRIPTIONS": [
      "あなたは魔界の #p廃墟 の中、忘れられ孤独な姿で立っている彼女の姿を見つけた。 NL NL あなたは #p愚か です。もしあなたがこの #y天使 のことをちゃんと考えていれば、彼女に侵入者を追わせることもできたでしょう。恐らくこの天使なら他の子達にはできなかったことをして、 #p大惨事 を防ぐこともできたではずです。 NL NL あなたが彼女に手を触れると彼女は死んだように冷たくなっていました。あなたは彼女が決してくることの無い命令を、石になるまで待っていたことに気づきました。"
    ],
    "OPTIONS": [
      "[これは悲劇だ] #r脱力と脆弱化を #r" , " #r得る。",
      "[あなたは間違えた] #r拘束 #r" , " #rを得る。"
    ]
  },
  "Gensokyo:MarisaAnOldGhost": {
    "NAME": "古い幽霊",
    "DESCRIPTIONS": [
      "その #p古く磨り減った 墓石は長い間そこにある。あなたが以前置いたお供え物は、 #r幽霊 が持ち去ったようだ。 NL NL 必要なのは一滴の #r血 。そしてあなたが血を捧げた指を治療していると、周囲に煙が渦巻き、それはあなたのよく知る形となった。 NL NL 「久しぶりだな、我が子よ。恩師のことを忘れてしまったのかと思ったぞ。」 NL NL あなたはニヤリと笑い、その前に太陽が燃え尽きると返す。",
      "「相変わらずの ~自信家~ だな。しかしお前がその自信に見合うほど #r強く なってしまったのも事実。そろそろ私の #y奥義 を伝授してやれる頃か…」 NL NL あなたは驚き息を呑んだ。魅魔様の奥義？なんだそれは？ NL NL あなたは期待で鼓動が @速まっている@ のを感じる。",
      "「相変わらずの ~自信家~ だな。しかしお前何か忘れていやしないか？お前の #yお気に入り だった #y技 、花の妖怪から盗んだそれはどこへやった？」 NL NL あなたは眉を潜める。確かにそうだ。何かが #y大事 なものが欠けている。かつてあなたがとても #g大切 にしていた何かが。 NL NL 「仕方のない奴だ、お前が思い出すのを手伝ってやる。あの技はお前に何十回も見せられたからな。」",
      "あなたの師が本当に、  #gとてつもなく #y@凄まじい@ ものを披露すると、あなたは目を丸くした。 NL NL 彼女が森に巨大な #y閃光 を #r放つ と、一帯は #r焦土 へと姿を変えた。 NL NL それは今まで見た中で最も美しい光景の一つだった。 NL NL そしてそれは今、あなたのものになった。",
      "「ん？意外だな。お前なら喜んで知りたがると思ったんだが。」 NL NL あなたは首を横に振り、これからは自分自身の力で学んでいきたいと話した。 NL NL 「頑固だな。まあいい、 #p後悔 はするなよ。」 NL NL その姿は消え、あなたはまた一人墓石の横に立っている。"
    ],
    "OPTIONS": [
      "[続ける]",
      "[教えを受ける] #g獲得： #g",
      "[辞退する]",
      "[立ち去る]"
    ]
  },
  "Gensokyo:MarisaJustAVisit": {
    "NAME": "ただの訪問",
    "DESCRIPTIONS": [
      "箒で空中を散歩していると、あなたのよく知る赤い鳥居が目に入る。あなたは久々に立ち寄ることにした。 NL NL #y賽銭箱 の前に降りると相変わらず中身は #p空っぽ 。 NL NL なんとかしてやりたいものだ。",
      " #y硬貨 が箱の底を叩くとカツンと静かな音が鳴り、あなたは少し安心する。なにせこの冬はかなり寒い。 NL NL 「魔理沙？こんな所で何してるの？」 NL NL 霊夢が本殿から出てくるとあなたは壇上から飛び降りた。あなたはお前を困らせに来たのだと彼女に告げる。 NL NL 「そんなことしても何もいいことは無いわよ。 #b風邪 をひく前に早く入りなさい。」 NL NL 彼女がお茶を入れている間、あなたは自分の家にいるようにしてくつろいだ。",
      "目蓋が #p下がり 欠伸が出る。もう少しぶらついていたいが身体は正直だ。 NL NL 家に帰って休んだほうが良いだろう。"
    ],
    "OPTIONS": [
      "[しばらくここにいる]",
      "[お賽銭を入れる] #rゴールドを #r",
      " #r失う。 #g獲得： #g",
      "[ロック] 必要なもの： ",
      " ゴールド。",
      "[立ち去る]"
    ]
  },
  "Gensokyo:MarisaBookThief": {
    "NAME": "本泥棒",
    "DESCRIPTIONS": [
      "美鈴はいつもの場所で #p眠っている 。館に入ると咲夜が厨房で忙しくしている音が聞こえる。 NL NL この絶好の機会を逃がさない手はない。 NL NL あなたは音を立てないようにして館の図書館へ忍び込む。さて今日はどの本を持って行こうか？ #p闇 のグリモワール、 #p@禁じられた@ #p魔術 、 #y@パチパチ@ と音の鳴る本、どの #y魔術書 が魅力的だろう？",
      "本は複雑な魔法で封印が掛けられている。解除するのは #p骨が折れる がこれだけ厳重に守られている本だ、きっと #y大層なこと が書いてあるに違いない。 NL NL 「また貴方なの。」あなたが振り返ると、パチュリーが険しい表情であなたを睨んでいた。 NL NL 「まさかそのまま本を持ち帰ろうなんて思ってないでしょうね…」彼女が手を上げると彼女の持つ #bオーブ がそれに #y呼応 する。「まあ貴方もいい加減学習してるとは思うけど。」",
      "「うん？あなたでも諦めるなんてことがあるのね。」 NL NL あなたは笑いながら、この本にはそこまでする価値がないだけだと言った。 NL NL 「本当に？」彼女はあなたの手から本を奪うとそれを棚に戻す。「もしそうなら今後もそうして頂戴。」 NL NL あなたはすぐにその場を離れ、今回は手ぶらで去ることにした。",
      "よく考えてみると「借りた」本を読み終えていないのに別の本を手に入れても仕方がない。"
    ],
    "OPTIONS": [
      "[本を持ち出す] #g10枚のカードの中から、デッキに加えるカードを1枚選択。",
      "[抵抗する] #r戦う。 #g報酬：特別なレリック。",
      "[本を渡す] #r以下を紛失： #r",
      "[立ち去る]",
      "カードを1枚追加する。"
    ]
  },
  "Gensokyo:MarisaAHazardousHobby": {
    "NAME": "危険な趣味",
    "DESCRIPTIONS": [
      "あなたは香霖堂に #r押し入る と、 #r騒がしく 中を物色する。香霖はそれに見向きもしない。 NL NL 「君はまた\"収集\"した何かを押し売りに来たのか？」あなたは彼にそうだと告げニヤッと笑う。 NL NL しかし彼が何か #y面白い ものを仕入れているのであれば、それと交換するのも良いだろう。 NL NL 「最近手に入れた最も面白そうなものは、何かが #y走り書き された一枚の #y紙 だ。ほとんど解読できていないが\"ポーション\"という単語が何度か出てきたな。」",
      "彼はあなたに問題の #y紙 を見せる。あなたはすぐに好奇心が疼いているのがわかった。材料は珍しく、工程は型破り、その上結果は疑わしい… NL NL しかしその #p不確実さ がとても #gわくわく する。 NL NL 「どうやら食いついたみたいだな。」",
      "あなたは表情を隠そうとしかめっ面をするが、彼もお見通しだという表情をしている。このレシピを無料でせしめるのは最早不可能なようだ。 NL NL 「それで紙と金のどっちがいいんだ？」",
      "残念ながらレシピへの興味と同じぐらい、あなたは今現金が必要だった。 NL NL 残念だ。また今度にしよう。",
      "この赤字を補うために霊夢からいくつか依頼を奪わなくてはならなくなった。しかし… NL NL どういうわけか、あなたはこの #yポーション にそれだけの価値があることを既に知っている。",
      "「これは君にとっては難しい選択だろう。まあ決まったらまた来てくれ。」"
    ],
    "OPTIONS": [
      "[続ける]",
      "[お金] #r",
      "[レシピ] #r",
      "を失う。 #g",
      "ゴールドを獲得。",
      "を失う。 #g特別なレリックを獲得。",
      "[決められない]",
      "[ロック] 必要なもの：スターター、呪い以外のカード。",
      "[立ち去る]"
    ]
  },
  "Gensokyo:MarisaWalpurgisnacht": {
    "NAME": "ワルプルギスの夜",
    "DESCRIPTIONS": [
      "今夜は #y特別 な夜。今日だけは侵入者ではなく、客人としてカーテンの向こう側に迎え入れられる。 NL NL 「遅いわよ魔理沙。アリスも私もあなたを待っていたのよ。」 NL NL あなたはテーブルの上に頼まれた材料の入った袋を放り投げる。これを集めるのも大変じゃなかったんだぜ？実際これらのいくつかは #y貴重 なものだ。 NL NL アリスがパチュリーの方を見ると、パチュリーはため息をついた。「わかったわよ。とにかく儀式を始めましょう。」",
      "あなたは彼女に着いていく最中も #y@興奮@ が収まらなかった。ワルプルギスの夜とは、彼女らのような魔女の力が最高に高まる夜であり、パチュリーの計画が成功すれば一年中その余剰分の力を利用することができる。 NL NL 二人が近づくと、アリスは彼女の書いた複雑な魔方陣から目を離し上を向いた。「ああ、ついに来たわ。魔方陣は過去最高の出来よ。あとは誰が最初に行くのかを決めるだけ。」",
      "「貴方が実験材料になりたいのね？」アリスはあなたが魔方陣に入るように促す。「でも貴方らしいと思うわ。」 NL NL 儀式が始まると、あなたの中で何かが #r燃え上がり 、 #r燻り ながらも成長しているかのように感じる。それは #p全て を #r焼き尽くし 、 #r@燃え盛る地獄@ に広がる飽くなき飢え ― NL NL あなたは目を見開いた。感じる。あなたの #yスパーク が成長し、より #y明るく 、より強くなったことを実感する。 NL NL これを世界に解き放つときが待ち遠しい。",
      "「私が書いた魔方陣なのだから、正しく機能するかを確認するのも私の責任かもしれないわね。」 NL NL アリスが魔方陣の中に足を踏み入れると、あなたは陣の外側に立つ。儀式は短く簡素で、残念ながら華やかなライトショーはなかった。 NL NL アリスが目を開けるとあなたは気づいた。彼女の目の奥にそれまでにはなかった #p何か が見える。 NL NL 彼女は何を見たんだ？今 #yあなた が見たものは一体なんだ？",
      "「私が言い出したことなのだからまず私が試すわ。」 NL NL パチュリーが魔方陣の中に足を踏み入れると、あなたは陣の外側に立つ。儀式は短く簡素で、残念ながら華やかなライトショーはなかった。 NL NL パチュリーが目を開けるとあなたは気づいた。彼女の目の奥にそれまでにはなかった #p何か が見える。 NL NL 彼女は何を見たんだ？今 #yあなた が見たものは一体なんだ？"
    ],
    "OPTIONS": [
      "[続ける]",
      "[最初に行く] #rHPを #r",
      " #r失う。 #g名前に「スパーク」を含むカードを全てアップグレードする。",
      "[アリスに任せる] #gアリスの贈り物+を獲得。",
      "[パチュリーに任せる] #gデッキのカードを1枚レアカードに変化させる。",
      "[ロック] 必要なもの：アップグレードできる名前に「スパーク」を含むカード。",
      "[？？？]",
      "変化させるカードを1枚選択する。"
    ]
  }
}
