{
  "Gensokyo:BorderOfDeath": {
    "NAME": "Border of Death",
    "DESCRIPTIONS": [
      "A thick ~fog~ descends upon you, enveloping you in a ~murky~ shroud. You are tempted to disperse the nuisance with a gust of #rflame, but the ~fog~ lifts just as quickly as it came, leaving you in an ~otherworldly~ place. NL NL You see two women standing near a tree, a ~beautiful~ tree with boughs stretched out like a #ygrand invitation. You see the blond one murmur something to her companion before stepping away, leaving the pink-haired woman alone with the tree.",
      "You find yourself stepping forward, drawn by the overwhelming presence of ~something~ you had long since forgotten. NL NL \"You probably shouldn't come any closer.\" NL NL You couldn't help but notice the #rbitterness in the woman’s voice as you ask her why. NL NL \"I was born a #p~cursed~ child. Born with hands stained #rred by something outside my control, #p~cursed~ with an ability that makes everyone around me perpetually #pfear for their lives.\"",
      "You can ~smell~ it in the air, the stench of #rdeath. You had thought it was coming from the #pyoukai tree, but now you can tell it had been ~emanating~ from the woman all along. NL NL \"No one wants me. No one wants to even ~be~ around me. It would probably be for the best if I just . . . disappeared.\" NL NL You see the slim #rdagger in the other woman’s hands. You see her raise it, its ~trembling,~ silver point pressed ~precariously~ against her chest - ",
      "She ~freezes~ as your voice reaches her, her head ~slowly~ ~swiveling~ towards you like she couldn't believe you had honestly proposed the notion that you would be her friend. NL NL \"You . . . you would #r@abandon@ me before long, just like the others! They always do, once they’re fed up with living in perpetual fear of my ability!\" NL NL You tell her that you are #gimmortal, that you had long since forgotten what it meant to #pfear #pdeath.",
      "She gives you an incredulous look. NL NL ~\"Prove~ ~it!\"~ NL NL She holds out a hand.",
      "You take her hand. NL NL #rSearing #rpain flows through your body, every single one of your cells @screaming@ in #r~agony~ as the essence of #pdeath invaded ~every~ fiber of your being - NL NL The #rpain faded to a dull throb, and you felt your body #grestore itself as the ~world~ corrected the error that was your deceased self. NL NL You see her ~staring~ at you, tears ~trickling~ down her face, ~dumbfounded~ that you were still upright instead of a #pcrumpled #pcorpse.",
      "\"You’re . . . you’re ~still~ #galive!\" NL NL She embraces you, burying her face in your chest as she ~sobbed.~ NL NL You #gcomfort her awkwardly, unused to this kind of ~intimate~ gesture. NL NL You glance up and notice the other woman from before standing there, observing the two of you. NL NL She smiles, ~whispering~ something only you could hear. NL NL #g\"Thank #gyou.\"",
      "#pDespair clouds her face as you stand there, unmoving. NL NL \"You . . . ~you’re~ just like the ~rest~ of them!\" NL NL The dagger rises, glinting ~silver~ in the moonlight. NL NL @\"I@ #r@hate@ @all@ @of@ @you!\"@ NL NL #rBlood sprays across the tree’s trunk.",
      "Her body ~crumples~ to the ground, finally at peace. NL NL It was nothing you haven't seen before. She was simply ~another~ #rvictim in a long line of #ptragedies you had witnessed over the eons. NL NL You would forget about this before long. NL NL You always did."
    ],
    "OPTIONS": [
      "[Continue]",
      "[Refuse]",
      "[Prove it] #rDie. #gObtain #ga #gSpecial #gRelic.",
      "[Stop her]",
      "[Leave]"
    ]
  },
  "Gensokyo:ScarletDevilMansion": {
    "NAME": "Scarlet Devil Mansion",
    "DESCRIPTIONS": [
      "You spot a grand manor rising in the distance, its #rcrimson walls ~looming~ over its surroundings like some kind of #rscarlet master. NL NL As you approach, you see a gatekeeper napping at her post, the half-open doors of the mansion beckoning you ever forward.",
      "Inside, you feel a wave of dizziness wash over you as you realize that the ceiling is impossibly high. NL NL \"Oh? A visitor?\" NL NL You spot a gray-haired maid walking towards you, an amused smile ~dancing~ across her lips.",
      "\"I suppose it would be rude of me to not show some hospitality. Would you like to visit the library, perhaps? It is one of the most expansive stores of knowledge in this land, I assure you. But if that is not to your liking, I could offer you one of the antique relics we have lying around if you are willing to offer a little . . . donation.\"",
      "The maid leads you to the library where you meet a diminutive girl in purple. Her eyes are sharp as she scrutinizes you. NL NL \"If you #rsteal or #rdamage any of the books, I will #r~incinerate~ you.\" NL NL You decide it would be best if you did not test how serious she was about that.",
      "\"Thank you very much.\" NL NL You see something streak by your face, something ~silvery~ and ~sharp~ . A flash of #rpain erupts from your cheek, and you smell the metallic tang of #r~blood~ - NL NL You blink. The pain was gone, and a bandage now adorned your face.",
      "You turn to see the maid holding a vial of #rblood. NL NL \"I apologize for any discomfort you may have experienced; I'm usually much more efficient than that.\" NL NL She walks off into a side room and returns with a strange #yrelic in hand. NL NL \"Here you are. Feel free to come again any time you like; we could always use more ~donations~ , after all.\" NL NL You doubt you would want to come here again anytime soon."
    ],
    "OPTIONS": [
      "[Continue]",
      "[Go to the library] #gChoose #g1 #gof #g10 #gupgraded #gcards #gto #gadd #gto #gyour #gdeck.",
      "[Make a donation] #rLose #r",
      " #rHP. #gObtain #ga #gRelic.",
      "[Leave]",
      "Add a card to your deck."
    ]
  },
  "Gensokyo:TheEnmasDilemma": {
    "NAME": "The Enma's Dilemma",
    "DESCRIPTIONS": [
      "You find yourself next to a ~mist-shrouded~ river, a ~desolate~ place tinged with the lingering #pregrets of many. NL NL You see a woman ahead, a ~ghostly~ figure kneeling before her. NL NL \"Tell me.\" NL NL Her voice is stern, laced with authority, yet underlain with a current of #psadness. She does not turn to face you, but somehow it feels as if she were speaking directly into your very ~soul.~",
      "\"Here is a man, a thief, a #rkiller, a criminal, someone who has #rruined countless lives. Yet he did it all for the sake of his kin, to support his #gfamily when no one else would. And in the end, he #rdied protecting his child from an even more @despicable@ #psinner.\" NL NL She paused, breathing out a ~tired~ sigh. NL NL \"What do you think his #yfate should be?\"",
      "\"You are a #gkind soul.\" NL NL She waved her rod, and the soul before her ~vanished~ in a flicker of #ylight. NL NL \"But I do not have the ~privilege~ of being #gkind like you.\" NL NL The woman ~vanished,~ leaving you alone next to a riverbank, unsure of what exactly had just transpired.",
      "\"You are right, I suppose.\" NL NL She waved her rod, and the soul before her ~vanished~ in a flicker of #ylight. NL NL \"It is a shame that even #rvictims of circumstance such as he must be #ppunished so. But I do not make the rules.\" NL NL The woman ~vanished,~ leaving you alone next to a riverbank, unsure of what exactly had just transpired."
    ],
    "OPTIONS": [
      "[Continue]",
      "[Mercy] #rLose ",
      "[Locked] Requires: non-Strike Attack Card",
      "[Justice] #rLose ",
      "[Locked] Requires: non-Defend Skill Card",
      " #gObtain #ga #gSpecial #gRelic.",
      "[It is not my place to say]",
      "[Leave]"
    ]
  },
  "Gensokyo:ACelestialsPlight": {
    "NAME": "A Celestial's Plight",
    "DESCRIPTIONS": [
      "You see a #bblue-haired girl lounging on a stone in front of you, ~lazing~ around without a care in the world. NL NL Out of the corner of your eye, you see a #pshadowy figure materialize behind her, wielding a #p~menacing~ scythe that glinted darkly. NL NL The figure approaches the unsuspecting girl, raising their weapon high into the air . . .",
      "You dash forward, throwing yourself in front of the girl just as the scythe comes swinging down - NL NL #r@SCHING!@ NL NL #rPain erupts from your chest as the sinister weapon cuts a nasty #rgash along your body. NL NL You see the attacker reel backward in surprise, right before a flying rock smacks into them and sends them hurtling away. NL NL \"Now, why did you have to go and do that?\"",
      "You turn to see the girl regarding you with an ~annoyed~ look. NL NL \"I’ve been waiting for that one to muster up the courage to attack me for ~weeks!~ It was going to be a #y~glorious~ battle, one where I fight for my life against an #p@evil@ shinigami before finally prevailing! But you just had to go and ruin it.\" NL NL She sighs, looking you over with a critical eye. NL NL \"Well, I appreciate the thought, at least. While it was wholly #runnecessary and #runwelcome, I suppose I should try to return the #yfavor. Here.\"",
      "She pushes a bundle of cloth into your arms. NL NL \"Since your clothes got #rshredded from that attack, you can have these, I guess.\" NL NL Her piece said, the girl spins around and walks away, mumbling under her breath about how it would be a long, #pboring two weeks while she waited for the next one to show up.",
      "A #rred blur shoots past you, smacking into the #pshadowy figure and sending them flying into the distance. The blur coalesces into a #rscarlet-clothed woman, who proceeds to get into an ~argument~ with the girl. As the argument grows more #rheated, you see the girl @stomp@ her foot and fly away, upon which the woman shakes her head and follows in pursuit. NL NL As you watch them leave, you notice many #ycoins scattered about the area, dropped by that #pshadowy figure. NL NL You decide to collect the #ycoins before moving on."
    ],
    "OPTIONS": [
      "[Continue]",
      "[Intervene] #rLose #r",
      " #rHP. #gObtain #ga #gSpecial #gRelic.",
      "[Let events transpire] #gGain #g",
      " #gGold",
      "[Leave]"
    ]
  },
  "Gensokyo:HakureiShrine": {
    "NAME": "Hakurei Shrine",
    "DESCRIPTIONS": [
      "After a ~long~ trek up a mountain, you find yourself standing before a small, run-down shrine. A girl clad in red and white is sweeping the shrine’s grounds, giving you only a ~cursory~ glance before pointing to a large wooden box. NL NL #y\"Donations go in there.\" NL NL She resumes sweeping, leaving you with only those words.",
      "The sound of #ycoins @clanging@ against the bottom of the box is almost deafening in the silent clearing. NL NL The girl’s ears ~twitch,~ like she couldn't believe what she was hearing, before she finally spins around with a #yradiant smile. NL NL \"Welcome to the Hakurei Shrine! What can I do for you?\" NL NL You explain that you are seeking a #yblessing. NL NL \"A #yblessing? I don’t actually know who the god enshrined here is, but I’m sure whoever it is can handle a simple #yblessing at least.\"",
      "The girl puts her hands together and closes her eyes, mumbling something under her breath. A #y~glowing~ aura appears around her, @pulsing@ for a moment before #r@exploding@ outwards and ~enveloping~ you. NL NL For just a moment, it was as if your body was a ~cloud,~ and you could simply ~float~ away from all your #pworries and #ptroubles. NL NL Eventually, you come down from cloud nine to see the girl smiling smugly at you. NL NL \"That should do it. If you want another one, feel free to come back anytime! If you have the #ymoney, of course.\"",
      "You decide that you didn't particularly care for #ydonating to a shrine with a caretaker so dismissive of visitors."
    ],
    "OPTIONS": [
      "[Continue]",
      "[Donate] #rLose #r",
      " #rGold. #gUpgrade #g",
      " #gcards.",
      "[Locked] Requires: ",
      " Gold",
      "[Donate] #rLose #r",
      " #rGold. #gHeal #g",
      " #gHP.",
      "[Locked] Requires: Gold",
      "Choose 2 Cards to Upgrade",
      "[Leave]",
      "[Locked] Requires: Missing HP"
    ]
  }
}
