{
  "Gensokyo:BorderOfDeath": {
    "NAME": "! ! ! 미사용 데이터 ! ! !",
    "DESCRIPTIONS": [
      "짙은 ~안개가~ 당신을 ~뿌옇게~ 감쌉니다. 안개의 휘발성 손가락들이 당신의 의식을 끌어당길때, 당신은 조금 더 #p성장하는게 느껴지면서, 안개들이 당신을 이미 공연된 연극들의 배우들 곁에, 당신을 남겨두고 가버렸습니다. NL NL 당신은 2명의 여성이 나무 근처에 서있는걸 보았습니다. 거대한 #y초대장처럼 ~아름답게~ 가지를 뻗은 나무였습니다. 당신은 금발 머리의 여성이 분홍색 머리의 여성에게 무언가 중얼거리며, 곧 나무와 그녀만을 남겨두고 떠났습니다.",
      "당신은 ~무언가~ 심상치 않은 기운에 이끌려, 앞으로 나아갔습니다. NL NL \"더 이상 가까이 오지마.\" NL NL 당신이 이유를 묻자, 그녀의 목소리에서 #r씁슬함이 묻어나오는걸 느낍니다. NL NL \"나는 #p~저주받은~ 아이로 태어났어. 내 통제할 수 없는 #r붉게 물든 손을 가지고 태어나, 내 주변의 모든 사람들의 삶을 끊임없이 죽음의 충동에 빠지게 만드는 #p~저주가~ 씌인 능력이 있어.\"",
      "당신은 공기에서 ~냄새를~  맡을수 있었습니다. #r죽음의 악취를. 당신은 그것이 #p요괴 나무에서 뿜어져 나오는것이라 생각했었지만, 그 냄새는 나무가 아니라 그 여성에게서 ~풍겨지는것을~ 알아차렸습니다. NL NL \"아무도 날 원하지 않아. 아무도 내 주변에 ~있고~ 싶어 하지 않아. 나는 . . . 사라지는게 나을지도 몰라.\" NL NL 당신은 얇은 #r단검이 그녀의 손에 들려있는것을 봅니다. 그녀가 그걸 들고, ~떨면서~ 그녀의 가슴에 단검을 가져갔습니다 - ",
      "당신의 목소리가 그녀에게 닿자, 그녀는 행동을 ~멈춥니다~ .  마치 당신이 그녀의 친구가 되어주겠다는 생각을 솔직하게 털어놓은것을 믿을수 없다는 듯이, 그녀의 시선은 ~천천히~ 당신을 향해 돌아갔습니다. NL NL \"너 . . . 너도 머지않아 나를 #r@버릴거야!@ 다른 사람들처럼! 내 능력으로 끊임없이 죽음을 두려워하는 사람들은 항상 그래왔어!\" NL NL 당신은 그녀에게 자신은 #g불멸이며, #p죽음을 #p두려워하는것이 무엇인지 잊었다고 말했습니다.",
      "그녀는 당신을 믿을수 없다는듯이 쳐다봅니다. 그리고.... NL NL ~\"증명해봐~ ~!\"~ NL NL 그녀가 당신에게 손을 내밉니다.",
      "당신이 그녀의 손을 잡습니다. NL NL #r불타는 #r고통이 온몸에 솟구칩니다. #p죽음의 본질이 몸에 침입하자, 몸 속의 세포 하나 하나가 #r~고통에~ @소리치고@ 몸부림쳤습니다. - NL NL 불타는 #r고통은 둔탁한 박동으로 희미해지기 시작했고, ~세계가~ 당신의 잘못된 죽음을 바로 잡는것처럼 당신의 몸이 서서히 #g회복되는것을 느꼈습니다. NL NL 당신은 그녀가 ~눈물을~ 흘리며 당신을 쳐다보는것을 봅니다. 당신은 자신이 #p주름진 #p시체가 되지 않고 멀쩡하다는것을 느끼며 ~어안이~ ~벙벙해~ 졌습니다.",
      "\"사 . . . #g살아있어! ~당신~ #g살아있어!\" NL NL 그녀는 울면서, 당신의 가슴에 얼굴을 묻으며 껴안습니다. 당신은 이런 친밀한 행동에 익숙하지 않은 그녀를 위로합니다. 그리고 잠시 주변을 둘러보니, 이전의 그 금발 여성이 당신과 분홍색 여성을 지켜보고 있었습니다. NL NL 그녀는 웃으며, 당신만이 들을수 있는 ~속삭임으로~ 말했습니다. NL NL #g\"감사 #g드려요.\" NL NL 당신은 @공간이동@ 이전으로 돌아오며 환영에서 깨어납니다. 전에 없던 벚꽃이 당신의 손에 쥐어져있었습니다. 대체 무슨 일이 있었던걸까요?",
      "당신이 움직이지 않고 가만히 서있는 동안, 그녀의 얼굴의 #p먹구름이 끼었습니다. NL NL \"너 . . . ~너도~ 다른 ~자들과~ 똑같아!\" NL NL 단검이 달빛에 ~은은하게~ 반짝입니다. NL NL @\"전부@ #r@다@ @싫어!\"@ NL NL #r피가 나무 줄기에 뿌려졌습니다.",
      "그녀의 몸이 땅 위로 ~무너졌고~, 마침내 평화로워진것 같습니다. NL NL 당신은 @공간이동@ 이전으로 돌아오며 환영에서 깨어납니다. 그 #r피로 #r얼룩진 #r몸이 아직도 당신의 기억에 선명하게 남았습니다. 대체 무슨 일이 있었던거죠?"
    ],
    "OPTIONS": [
      "[계속]",
      "[거절한다]",
      "[증명한다] #r최대 #r체력을 #r",
      "[그녀를 막는다]",
      "[떠나기]",
      " #r잃습니다. #g특별한 #g유물을 #g얻습니다."
    ]
  },
  "Gensokyo:ScarletDevilMansion": {
    "NAME": "홍마관",
    "DESCRIPTIONS": [
      "당신은 저 멀리에 우뚝 솟은 거대한 저택을 발견합니다. 그 웅장한 저택의 #r진홍빛 벽들은 꼭 마치 #r진홍색의 주인을 연상시킵니다. NL NL 가까이 다가가니, 문지기로 보이는 인물은 기둥에 머리를 대고 잠을 자고 있었으며, 반쯤 열린 문이 당신을 향해 손짓하는것처럼 느껴졌습니다.",
      "안으로 들어가니, 현기증을 느낄 정도로 엄청난 높이의 천장이 눈에 들어옵니다. NL NL \"응? 손님일까?\" NL NL 은발의 하녀가, 재미있어 하는듯한 미소를 지으며 당신에게 접근합니다.",
      "\"손님에게는 실례가 없도록 대접해드리죠. 혹시 도서관에 가보시지 않겠습니까? 그 곳은 이 땅에서 가장 거대한 지식의 보관고중 하나입니다. 도서관에 별로 관심이 없으시다면, 저희가 가지고 있는 골동품들 중 하나를 드릴수 있습니다만 . . . 작은 기부를 해주신다면요.\"",
      "하녀가 당신을 작은 자줏빛 소녀가 있는 도서관으로 안내합니다. 당신을 쳐다보는 자줏빛 소녀의 눈이 날카롭습니다. NL NL \"당신이 책을 #r훔치거나 #r손상시킨다면, 그 자리에서 #r~잿더미로~ 만들겠어.\" NL NL 그녀의 말이 진심인지 아닌지 시험하지 않는게 좋겠습니다.",
      "\"감사합니다.\" NL NL 당신은 무언가 ~은빛의~ 날카로운 선을 보았고, 당신의 뺨에서 #r고통이 분출되었으며, 금속 냄새가 섞인 #r~피~ 냄새를 맡았습니다. - NL NL 눈을 깜빡이니, 통증은 사라지고, 얼굴에 붕대가 감싸져있는것을 발견합니다.",
      "돌아보니 하녀가 #r피가 담긴 병을 들고 있었습니다. NL NL \"불쾌하게 해드려서 죄송합니다. 평소보다 힘 조절이 제대로 되지 않았습니다.\" NL NL 그녀가 옆방으로 걸어간 뒤, 이상한 #y유물을 들고 돌아왔습니다. NL NL \"여기 있습니다. 또 언제라도 찾아와주세요. 저희는 언제라도 ~기부를~ 기다리고 있답니다.\" NL NL 당신은 이곳을 다시 오고 싶은 자가 있겠냐며 의문을 품습니다."
    ],
    "OPTIONS": [
      "[계속]",
      "[도서관으로 간다] #g15장의 #g강화된 #g카드중 #g1장을 #g선택해 #g덱에 #g추가합니다.",
      "[기부한다] #r체력을 #r",
      " #r잃습니다. #g유물을 #g얻습니다.",
      "[떠나기]",
      "덱에 추가할 카드를 선택하세요."
    ]
  },
  "Gensokyo:TheEnmasDilemma": {
    "NAME": "염마의 딜레마",
    "DESCRIPTIONS": [
      "당신은 안개로 가득 찬 강, 많은 이들의 ~미련으로~ 얼룩진 #p황량한 장소에 도착했습니다. NL NL 앞에는 여성과, ~유령같은~ 존재가 그녀의 앞에 무릎을 꿇고 있는것을 발견합니다. NL NL \"대답해주세요.\" NL NL 그녀의 목소리는 권위적이고, 엄격했지만, 다른 면에서는 #p슬픔도 섞여있었습니다. 그녀는 당신을 향하진 않았지만, 어쩐지 그녀가 당신의 ~영혼에~ 직접적으로 말하는 것처럼 들립니다.",
      "\"여기 수많은 사람의 삶을 #r망쳐놓은 도둑에, #r살인자, 범죄자인 남자가 있습니다. 하지만 이 자는 자신의 #g가족을 위해 해낸 일. 아무도 이 자의 가족을 도와주지 않았으니까요. 그리고 마지막에는, 더욱 비열한 #p죄인에게서 자신의 아이를 보호하다 #r사망했습니다.\" NL NL 그녀는 잠깐 멈추고, ~피곤한듯한~ 한숨을 내쉽니다. NL NL \"그의 #y운명은 어때야한다고 생각하시나요?\"",
      "\"당신은 #g착한 영혼이시군요.\" NL NL 그녀가 손에 든 막대기를 흔들었고, 앞에 있던 영혼은 깜빡이는 #y빛과 함께 ~사라졌습니다.~ NL NL \"하지만 저는, 당신처럼 사람을 #g상냥하게 대해줄 수 있는 입장이 아닙니다.\" NL NL 정신을 차려보니 여성은 ~사라졌습니다.~ 지금 무슨 일이 일어났는지도 모른채, 당신은 강둑에 혼자 남아있게 됩니다.",
      "\"당신의 뜻은 옮다고 생각해요.\" NL NL 그녀가 손에 든 막대기를 흔들었고, 앞에 있던 영혼은 깜빡이는 #y빛과 함께 ~사라졌습니다.~. NL NL \"그와 같은 처지의 #r피해자들도 같은 처벌을 #p받아야한다는건 매우 유감이에요. 그렇지만 제가 룰을 정할수 있는건 아닙니다.\" NL NL 정신을 차려보니 여성은 ~사라졌습니다.~ 지금 무슨 일이 일어났는지도 모른채, 당신은 강둑에 혼자 남아있게 됩니다."
    ],
    "OPTIONS": [
      "[계속]",
      "[자비] #r손실: ",
      "[잠김] 요구: 타격을 제외한 공격 카드가 필요합니다",
      "[정의] #r손실: ",
      "[잠김] 요구: 수비를 제외한 공격 카드가 필요합니다",
      " #g특별한 #g유물을 #g얻습니다.",
      "[제가 말할 자리는 아닌것 같습니다]",
      "[떠나기]"
    ]
  },
  "Gensokyo:ACelestialsPlight": {
    "NAME": "천인의 고뇌",
    "DESCRIPTIONS": [
      "당신은 #b푸른 머리의 소녀가 돌 위에 누워, 세상 걱정 없이 ~빈둥거리며~ 놀고 있는걸 발견합니다. NL NL 그리고 한쪽 구석에서,  #p어둠으로 둘러싸인 그림자가 그녀의 뒤에 나타나, #p~위협적인~ 낫을 휘두르려 하고 있었습니다. NL NL 그림자는 어린 소녀에게 다가가 낫을 내려치기 직전이었습니다 . . .",
      "그 소녀에게 낫이 내려치기 직전에, 당신이 달려나가서 몸을 내던집니다 - NL NL #r@콰직!@ NL NL 그 #r사악한 무기가 당신의 몸을 따라 #r깊은 상처를 만들고, #r고통이 가슴 부위에서 터져나옵니다. NL NL 공격한 인물이 크게 놀라 뒷걸음질을 치다가, 그 순간 비행하는 바위가 그 인물에게 적중해 힘차게 날아갔습니다. NL NL \"왜 그랬던거야?\"",
      "돌아보니 소녀가 ~짜증나보이는~ 표정으로 바라보고 있었습니다. NL NL \"저 멍청이가 날 공격하기를 몇 주 전부터 기다려왔단 말야! 분명 #y~재미있는~ 싸움이 되었을거야, 내 삶을 #p@나쁜@ 사신 녀석으로부터 해방시키는것도 있고! 근데 네가 망쳐버렸잖아.\" NL NL 그녀는 한숨을 쉬며, 비판적인 눈으로 당신을 봅니다. NL NL \"뭐, 그래도 날 생각해줘서 고마워, 완전 #r쓸데없는 참견이었지만. 그래도 #y답례정도는 해줄게. 받아.\"",
      "그녀가 천 같은 물건을 당신의 품에 밀어넣었습니다. NL NL \"그 공격으로 당신의 옷이 #r찢어졌으니까, 이걸 줄게.\" NL NL 그녀는 휙 돌아서고, 다음 자객이 나타날 때까지의 2주가 얼마나 #p지루한 시간일지 중얼거리며 걸어갔습니다.",
      "#r붉은 빛이 당신을 스쳐지나가며, #p그림자로 둘러싸인 인물을 공격하여 멀리 날려보냅니다. 그리고 소녀의 곁에는 어느새 #r진홍색 옷을 입은 여성이 서있었고, 푸른 머리의 소녀와 ~말다툼을~ 시작했습니다. 말다툼이 #r격렬해지자, 소녀가 @화내면서@ 거칠게 발을 구른뒤에 날아가고, 여성이 고개를 저으며 같이 뒤따라갔습니다. NL NL 그들이 떠나는걸 목격하고 난 뒤, #y동전들이 지역에 뿌려져있었습니다. 아무래도 이전의 #p그림자 형체가 뿌려놓은것 같습니다. NL NL 당신은 다음 장소로 이동하기 전에 #y동전을 전부 긁어모았습니다."
    ],
    "OPTIONS": [
      "[계속]",
      "[끼어든다] #r체력을 #r",
      " #r잃습니다. #g특별한 #g유물을 #g얻습니다.",
      "[그냥 지켜본다] #g골드를 #g",
      " #g얻습니다.",
      "[떠나기]"
    ]
  },
  "Gensokyo:HakureiShrine": {
    "NAME": "하쿠레이 신사",
    "DESCRIPTIONS": [
      "~장시간~ 동안 산길을 걸었더니, 당신은 작고 낡아빠진 신사에 도착했습니다. 붉은색과 하얀색이 섞인 옷을 입은 소녀가 신사를 청소하고 있었고, 그녀는 당신을 보자마자 손가락으로 큰 나무 상자를 가리킵니다. NL NL #y\"새전함은 저기야.\" NL NL 그녀는 그렇게 말하고는 청소를 재개했습니다.",
      "@찰랑거리는@ #y동전 소리가 바닥에 부딪히는 소리가 고요 속에 울려퍼집니다. NL NL 그녀는 마치 자신이 들은것을 못 믿겠다는듯이 귀를 ~쫑긋거리고~ , 마침내 당신에게 접근하며 #y환한 미소를 짓습니다. NL NL \"하쿠레이 신사에 어서 오세요! 뭔가 부탁하실거라도?\" NL NL 당신은 #y축복을 받고 싶다고 말했습니다. NL NL \"#y축복? 사실 이 곳에 있는 신이 뭔지는 저도 잘 모르지만, 어떤 신이더라도 #y축복을 내려줄 수는 있을거에요.\"",
      "소녀가 두 손을 모은뒤, 눈을 감고 무언가를 중얼거립니다. #y~빛나는~ 기운이 그녀를 감쌌고, @맥동하면서@ 잠시 후 당신을 #r@감싸안습니다@ . NL NL 잠시 동안, 당신의 몸은 ~구름~ 속에서 편안함을 느꼈고, 모든 #p걱정과 #p불안 속에서 해방된것처럼 느껴졌습니다. NL NL 잠시 뒤, 구름 속에서 내려오자, 그녀는 웃으면서 그것을 바라보고 있었습니다. NL NL \"그걸로 해결되었을거에요. 무슨 일이 있으면 언제라도 오세요! 물론 #y돈이 있으시다면.\"",
      "방문객에게 무뚝뚝한 관리인과, 신사에 #y기부를 하는것에 큰 관심이 없어졌습니다."
    ],
    "OPTIONS": [
      "[계속]",
      "[기부한다] #r골드를 #r",
      " #r잃습니다. #g무작위 #g카드 #g",
      " #g장을 #g강화합니다.",
      "[잠김] 요구사항: ",
      " 골드",
      "[기부한다] #r골드를 #r",
      " #r잃습니다. #g체력을 #g",
      " #g회복합니다.",
      "[잠김] 요구사항: 골드",
      "[잠김] 요구사항: 강화가 가능한 카드",
      "[떠나기]",
      "[잠김] 요구: 잃은 체력"

    ]
  },
  "Gensokyo:ASwiftSlash": {
    "NAME": "일도양단",
    "DESCRIPTIONS": [
      "당신은 젊은 검객 한 명이 정원에서 ~날카로운~ 참격과 ~재빠른~ 명중율을 선보이며 허공을 휘젓고, 그 옆으로 신기한 하얀 방울덩어리가 그녀의 움직임을 ~따르는것을~ 봅니다. NL NL 그녀의 기술은 약간 #r경직되어있지만, 조금만 더 지켜본다면 그녀의 움직임을 당신의 전투 스타일에 접목시킬 수 있을것 같습니다. NL NL 혹은, 그녀에게 #y대련을 요청하여 더 많은 것을 알 수 있을지도 모릅니다.",
      "검사는 #b폭포와 같은 기세로 이곳에서 저곳으로 @달려나가@ 빠르게 검을 @작렬@ 시키는 것을, 당신은 넋을 잃고 바라봅니다. NL NL 이 스타일은 단점도 있었지만, 폭발적인 속도로 상대를 당황시켜 그 자리에서 빠르게 전투를 끝내는 가치를 알 수 있었습니다. NL NL 소녀는 멈춰서서, 검을 내리고 이마를 닦습니다. 아무래도 연습이 끝난것 같습니다. NL NL 당신은 이곳을 떠나기 전, 방금 배운것에 대해 고개를 ~끄덕이며~ 자주 생각해냅니다.",
      "소녀는 갑작스러운 당신의 출현과 대련 요청에 ~놀랐지만~ , 곧 빠르게 평정심을 되찾았습니다. NL NL \"좋아요. 하지만 봐주면서 해드리진 않을거에요!\" NL NL @챙!@ NL NL 서로의 칼날이 충돌하는 소리가 주변에 ~울려퍼지게~ 되었습니다. 당신은 이리저리 뛰어다니며, 상대의 #p약점과 방어가 #r빈약한 곳을 찾아보았습니다. NL NL @챙!@ @챙!@",
      "~영원~ 했던것 같은 시간도 몇 분밖에 지나지 않았던것 같습니다. 두 사람은 서로를 바라보면서 상대에게 #g경의를 표했습니다. NL NL \"제법이세요. 저와의 정면 싸움에서 대등했던 분들이 그렇게 많지 않았거든요.\" NL NL 당신은 그녀의 대련과 #y찬사에 고마움을 표합니다. NL NL 예상했던대로, 대련을 해보니 그녀가 혼자 연습할때는 사용하지 않았던 기술들을 볼 수 있었습니다. NL NL 이 기술은 나중에 분명히 도움이 될 것입니다."
    ],
    "OPTIONS": [
      "[계속]",
      "[관찰한다] #g카드 #g1장을 #g선택하여 #g강화합니다.",
      "[대련을 부탁한다] 현월참 카드를 #g획득합니다. #r체력을 #r",
      " #r잃습니다.",
      "[떠나기]",
      "강화할 카드를 선택하세요",
      "[잠김] 요구사항: 강화가 가능한 카드"
    ]
  },
  "Gensokyo:ThoseEarthRabbits": {
    "NAME": "지상의 토끼들",
    "DESCRIPTIONS": [
      "당신이 걸어들어간 #g대나무 #g숲은, 이전부터 ~꼬이고~ ~꺾인~ 길 투성이라서 수많은 모험자들이 길을 #r잃었고, 그건 당신도 예외가 #r아니었습니다. NL NL 시야 한구석에서, 무엇인가가 걸려있는것이 보입니다. 2개의 가지 사이에는 이 #g녹색의 #g바다에서 어울리지 않는 인공적인 #y그물 #y바구니 였습니다. NL NL \"저기! 잠깐만요!\" NL NL 뒤돌아보니, 토끼 귀를 한 큰 소녀가 헐레벌떡 당신을 향해 달려오는걸 봅니다.",
      "\"혹시 이 근처에서 제 약 #y바구니를 못 보셨나요? 전 마을에서 약을 팔아야만 해요. 그렇지 못하면 제 스승님이 #r뭐라 #r하실지!\" NL NL 당신은 그녀의 #y바구니의 위치를 알려주려는 직전에, 귓가에 부드러운 속삭임이 들려옵니다: NL NL \"저기, 그냥 아무것도 못 본걸로 해줘. 응? 내가 좋은 일을 만들어줄게.\" NL NL 무언가 #y짤랑거리는 것이 당신의 손에 쥐어집니다 . . .",
      "#p뇌물을 슬며시 밀어냈습니다. NL NL \"으, 이런 바보.\" NL NL 뒤쪽의 기척은 사라졌고, #y바구니가 있는 곳을 가리키자, 그 토끼는 바구니의 높은 위치를 보고 불평합니다. NL NL \"아, 뻔해. 분명 테위는 내가 스승님에게 혼쭐이 나는걸 보면서 #r즐거워하려는 거겠지.\" NL NL 그녀의 요청으로 #y바구니를 내리는걸 도우려고 했지만, 두 가지 아래로 접근했을때, 무언가가 #r박살납니다.",
      "#r@퍼억!@ NL NL 당신은 #r머리를 #r찧고 땅바닥에 누워있었습니다. 토끼는 손에 #y바구니를 든 채로 당신을 걱정하면서 바라보고 있었습니다. NL NL \"죄송해요. 분명 그 #p함정은 절 노리고 만들어졌을텐데, 당신이 걸려버렸네요... 응?\" NL NL 그녀는 당신이 일어나는걸 부축하면서 도와주었고, 태양을 보더니 당황합니다. NL NL \"헉! 빨리 가지 않으면 시장에 늦어버리는데!\" NL NL 그녀가 달려갑니다. \"나중에 꼭 #g답례를 해드릴게요!\"",
      "당신은 #p뇌물을 감추면서 토끼에게 약은 커녕 이 곳에 #y바구니 같은것도 본 적이 없다며 둘러댑니다. NL NL \"#r아 #r진짜! 그럼 대체 어디 있는거지?!\"@ NL NL 그 토끼가 뛰어간 후, 뒤에서 낄낄대는 소리가 들려옵니다. NL NL \"잘 해줬어, 이방인. 나중에 #g행운을 #g원하는 때가 온다면, 내가 도와줄게. 하지만 저 애가 내 위치를 눈치채기전에 먼저 피신해있을게.\" NL NL 뒤쪽의 기척은 사라지고, 당신은 다시 한 번 대나무 숲에 혼자 남게 되었습니다."
    ],
    "OPTIONS": [
      "[계속]",
      "[도와준다] #g특별한 #g유물을 #g얻습니다. #r저주 #r카드를 #r받습니다 #r- ",
      ".",
      "[뇌물을 받아들인다] #g골드를 #g",
      " #g얻습니다.",
      "[떠나기]"
    ]
  },
  "Gensokyo:FieldTripToAnotherWorld": {
    "NAME": "다른 세계로의 여행",
    "DESCRIPTIONS": [
      "당신은 #p이상한 광경을 마주합니다. #p~불길한~ #p그림자로밖에 안 보이는 사람 형체의 인물이 저 멀리 서있었고, 그 주변에 몇개의 #p빛나는 보라색 구체가 돌고 있었습니다. NL NL \"아! 안녕!\" NL NL 놀랍게도 목소리가... 여성스럽습니다? 그렇더라도, 각오를 다잡고 다가갑니다. NL NL \"만약, 원하는 #y소원이 이루어진다고 하면 어떨것 같아?\" 그것이 주변에 떠다니는 구체를 가리킵니다. \"이걸 7개를 모으면, 어떤 ~방대한~ #g야망이라도 정말로 이루어낼수 있어!\"",
      "#r의심스럽습니다. 당신은 뭔가 내막이 있는게 아닌지 묻습니다. NL NL \"그런건 없어, 진짜로! 단지 모든 구슬을 모으려면, 내가 이걸 건네준 이들과 당신이 #r싸워야만 하지만 말야.\" NL NL 그것이 얼굴이 있다면 웃고 있을것 같은 인상을 주며, 고개를 기울입니다. NL NL \"그래서, 어떡할거야? 당신이 지니고 있는걸 나에게 조금만 준다면, 이 구슬 하나를 당신에게 줄게. 나쁘지 않은 #y거래지?\"",
      "\"훌륭한 결정이야!\" NL NL 구슬 하나가 당신의 옆으로 날아옵니다. 그것의 #p섬뜩한 빛은 마치 그 주변의 공간을 @비틀어@ 놓는것처럼 보입니다. NL NL \"잃어버리거나 지면 안 돼, 알았지? 그럼 나중에 봐!\" NL NL 뭔가 심상치 않은 말을 들은 당신은 그 말이 뭘 의미하는지 묻기도 전에 먼 곳으로 흔적도 없이 #p사라져버렸습니다.",
      "\"엥...\" NL NL #p그림자 형체에게 얼굴이 있었다면, 입술을 삐죽거렸을것 같습니다. NL NL \"뭐, 알겠어, 이걸 받아줄 다른 사람들을 찾아볼게.\" NL NL 공간이 접혀지면서 작은 점이 되고, 공기 속으로 사라졌습니다. NL NL 당신은 #p~불온했던~ 만남을 떨쳐버리듯이 머리를 흔듭니다.."
    ],
    "OPTIONS": [
      "[계속]",
      "[수락한다] #r손실: ",
      " #g오컬트 #g볼 #g유물을 #g얻습니다.",
      "[잠김] 요구사항: 기본 카드를 제외한 카드",
      "[수락] #g오컬트 #g볼 #g유물을 #g얻습니다.",
      "[거절]",
      "[떠나기]"
    ]
  },
  "Gensokyo:AHoleInReality": {
    "NAME": "현실의 경계",
    "DESCRIPTIONS": [
      "당신은 땅에서 무언가 #p이상한 것을 발견합니다. 균열 같았지만, 끝부분을 장식하는 #r리본과 깊은 곳에서 당신을 쳐다보는 무수한 눈들이 있었습니다. NL NL 당신은 갑자기 이곳에 ~뛰어들고~ 싶은 충동을 느낍니다. NL NL 분명 잘못될 일은 없겠죠.",
      "당신은 #r덥지도, #b춥지도 않고, @이상했지만@ @깊지도@ @않은@ 이상한 #p나락으로 떨어져내렸습니다. NL NL 그리고 #p눈들. 거의 @수천개@ 이상의 #p눈들은 당신이 #r@나락으로@ 떨어져내리는 모습을 보고 있었습니다. NL NL 수가 너무 많습니다. #p눈들은 당신을 비웃고, 조롱하는듯한 시선을 보내어 당신에게 @압박감@ 을 주고 있었습니다.",
      "무언가가 @튕기는@ 소리가 들렸습니다. 언제까지 그 곳에 있는지는 알 수 없었지만, 마침내 #r지옥같은 풍경에서 벗어나 #p심연으로부터 해방되었습니다. NL NL 하지만 #p눈들이 ... #p눈들이 아직도 주위에서 당신을 지켜보고 있었습니다. NL NL 이 #p눈에게서 절대로 벗어날수 없을것 같습니다.",
      "당신은 갑작스런 충동을 참아냈습니다. 고작 충동 때문에 이런 이상한 구멍에 자신의 목숨을 맡기는 것은 바보같은 행동으로 느껴졌습니다."
    ],
    "OPTIONS": [
      "[계속]",
      "[뛰어든다] #r최대 #r체력을 #r",
      " #r잃습니다. #g특별한 #g유물을 #g얻습니다.",
      "[떠나기]"
    ]
  },
  "Gensokyo:GoodsFromTheOutsideWorld": {
    "NAME": "바깥 세계의 물건들",
    "DESCRIPTIONS": [
      "당신은 오랜 세월을 버텨온것처럼 보이는 완전히 낡아빠진 진기한 작은 #y가게를 발견했습니다. NL NL \"손님? 신기하네.\" 가게의 주인이 안경 너머로 당신을 바라봅니다. \"네가 무엇을 찾고 있는지는 모르겠지만, 여기에 있는 바깥 세계의 물건 중 하나는 분명 네게 도움이 될 거야. 아마도.\"",
      "\"이거면 되겠어? 좋아.\" NL NL 그는 #y물건을 포장해서 건넸고, 당신은 그에게 그에 걸맞는 #y돈을 지불합니다. NL NL \"오랜만에 팔려나갔어 . . . 정말 오랜만이네. 언제든지 또 와줘.\"",
      "가게의 주인은 당신이 떠나는 모습을 쳐다보지도 않고, 독서에 집중합니다."
    ],
    "OPTIONS": [
      "[구입] #r골드를 #r",
      " #r잃습니다. #g일반 #g유물을 #g얻습니다.",
      " #r잃습니다. #g고급 #g유물을 #g얻습니다.",
      " #r잃습니다. #g희귀 #g유물을 #g얻습니다.",
      "[잠김] 요구사항: ",
      " 골드.",
      "[떠나기]"
    ]
  },
  "Gensokyo:ForestOfMagic": {
    "NAME": "마법의 숲",
    "DESCRIPTIONS": [
      "당신은 #p어둡고 축축한 #g숲속에 있는걸 깨닿습니다. 이 곳은 담쟁이덩굴과 곤충들로 넘쳐흘러 매우 불쾌합니다. NL NL 버섯은 말할것도 없죠. 버섯이 @모든것을@ 뒤덮었습니다. 공기는 #y포자들로 가득 차있고, 포자들이 폐에 쌓이면서 호흡이 점점 빨라지는걸 느낍니다. NL NL 앞쪽에 보이는 부러진 나무 사이로, 각 방향에 두 집이 보였습니다. 한 집은 낡아빠졌고 지붕에 뿌리를 내린 식물들이 창문까지 늘어져있었습니다. 다른 한 집은 단정한 외관을 하고 있으며, 새하얗고 깨끗한 벽이 ~안정감~ 을 느끼게 해주었습니다.",
      "당신은 문을 두드렸고, 누군가가 저쪽에서 급하게 다가오더니 힘차게 문이 열립니다. NL NL \"키리사메 마법점에 어서 오세요! 문이 못으로 고정되어있지 않다면, 아마도 운영 중일거야!\" NL NL 챙 넓은 마녀 모자를 쓴 소녀가 당신의 #p초췌한 모습을 알아차리기 전에 열정적으로 당신을 맞이합니다. \"아, 당신은 이 근처 사람이 아니구나? 어서 들어가자. 나도 첫 손님이 바닥에 쓰러져있는걸 보고 싶진 않으니까.\" NL NL 집 안으로 들어가니, 바닥이 완전 엉망이라는걸 깨닫습니다.",
      "\"그래서, 특별히 원하는게 있어? 아니면 나에게 요괴나 다른 무언가를 #r퇴치해달라고 찾아온거야?\" NL NL 당신은 숲의 #r나쁜 환경에 발이 묶여있었다고 설명했습니다. NL NL \"여행자구나? 흥미롭네, 뭔가 재미있는 이야깃거리 있어?\" NL NL 당신은 잠깐 생각하고 딱 좋은 #y이야기를 골라 말했습니다. 그녀는 당신이 말하는 동안 집중해서 이야기를 들었고, 당신이 이야기를 끝낸 순간에도 그녀는 사색에 잠겨있었습니다. 당신이 말했었던 세상에 대한 것을 ~상상으로~ 여행하고 있는것 같습니다.",
      "\"#g재밌는 #g이야기였어. 지금까지 들어본적이 없어.\" 그녀가 방 전체에 있는 잡동사니를 바라봅니다. \"필요하다면, 여기에 있는 것중 아무거나 가져가. 평범한 #p마법사를 만난 기념품이야.\" NL NL 당신은 주변을 둘러보고, 꽤 유용해보이는 물품을 선택했습니다. NL NL \"내친김에, 숲 밖까지 데려다줄게.\" 그녀가 빙그레 #y웃으며 어디선가 빗자루를 꺼냅니다. \"자, 내 뒤에 타.\"",
      "당신은 거절할 이유도 없이, 그녀의 뒤를 따라 빗자루 뒤쪽에 앉습니다. NL NL @\"간다아아아아아!\"@ NL NL 쾌적함과는 거리가 #r먼 #r빠른 속도로 땅에서 떠오르자, 당신은 이것이 끔찍하고, 최악의 #p실수 였단것을 깨닫게 되었습니다.",
      "당신은 문을 두드렸고, 잠시 후 #p딸깍 소리가 나며 문이 열립니다. 현관에는 아무도 없었습니다. 집 안으로 들어서도, 주위에 아무도 없다는 사실에 당신은 당황해서 눈을 깜빡거립니다. NL NL 뒤에서 문이 찰칵 소리를 내며 닫힙니다. 뒤돌아보니, 공중을 떠다니는 작은 인형이 있었습니다. 이 인형이 #p범인 같습니다. NL NL \"길을 잃기라도 한거야?\" NL NL 마치 #y인형 #y같은 #y금발의 소녀가 방에서 나오며, 싸늘한 표정으로 당신을 바라봅니다. 당신은 그저 지나가는 길일 뿐이고, 숲의 나쁜 환경에 발이 묶여있었다고 설명했습니다.",
      " 소녀는 그런 설명을 기대한듯 고개를 끄덕입니다. \"준비가 #p안 #p된 상태에서 여기까지 온 것은 정말  #g행운일거야.\" 그녀는 의자에 앉아, 바쁘게 바느질을 계속 합니다. \"당신의 몸이 회복되면, 밖으로 돌려보내줄게.\" NL NL 쟁반을 든 인형이 당신에게 다가와, 몇 가지 #g다과가 깔끔하게 차려집니다. NL NL \"그걸 마셔. 당신의 몸 속 포자들을 제거하는데에 도움이 될 거야.\" NL NL 당신은 그녀에게 감사를 표하며 컵을 입에 댑니다. 쓴 음료가 목구멍으로 넘어가니 당신의 몸 전체가 #g차분해지는 듯한 느낌이 듭니다.",
      "소녀가 바늘과 실로 우아하게 천을 꿰매고, 단순한 천 다발을 마치 #g살아있는듯한 존재로 만들고 있는 듯한 모습에, 당신은 #y넋을 잃고 바라봅니다. - NL NL 눈을 깜빡입니다. 시간이 얼마나 지났는지 알 수 없지만, 소녀가 일어나서, #y만족하는 표정으로 새 인형을 바라보고 있었습니다. NL NL \"꽤 나아진것처럼 보이네. 네가 괜찮다면, 당장이라도 돌려보내줄수 있어.\" NL NL 소녀는 현관에 서서, 기대하는 듯한 눈으로 당신을 바라봅니다. 당신은 마치 자신의 몸이 자연스럽게 움직이는것처럼 그녀의 뒤를 따르고 있음을 깨달았습니다."
    ],
    "OPTIONS": [
      "[계속]",
      "[낡은 집으로 간다] #g유물을 #g얻습니다. #r저주를 #r받습니다 #r- ",
      ".",
      "[단정한 집으로 간다] #g최대 #g체력을 #g",
      " #g얻습니다.",
      "[떠나기]",
      "[죽지 않도록 버텨내기]"
    ]
  },
  "Gensokyo:GoddessOfMisfortune": {
    "NAME": "액신",
    "DESCRIPTIONS": [
      "당신은 산길을 따라 걸어가고 있었습니다. 길고 험난한 이 산길은 많은 사람들의 발자국이 찍혀있었습니다. NL NL \"안녕하세요!\" NL NL 더 길을 올라가니, #b아쿠아마린 같은 머리색을 한 붉은 드레스의 소녀가, 빙글빙글 회전하며 당신에게 접근합니다.",
      "\"저기, 혹시 #p액으로부터 당신을 지켜주는 인형은 어떠신가요? 팔아보려고는 했지만, 아무도 구입해주지 않길래, 당신에게 공짜로 드리는거에요!\" NL NL 그녀가 #y인형을 건넵니다. 이렇게 소녀를 가까이서 보니, 그녀의 몸에는 #p부정적인 기운이 한 곳에 합쳐져 마치 #p검은 뱀이 포식자의 눈으로 #p노려보는듯한 불길함이 느껴집니다.",
      "당신은 #p액으로 가득 찬 이 소녀를 만지지 않도록 주의하며 신중하게 받아들입니다. NL NL 그녀가 당신에게 #y미소를 #y짓습니다. \"감사해요! 가능하시다면 많은 #p액운을 안겨주세요!\" NL NL 그녀는 떠나가며, 당신이 불행해지는걸 원하는건지 아닌지 알 수 없는 모호한 태도로 답했습니다.",
      "\"으으음.\" NL NL 소녀가 약간 실망한듯한 눈치였지만, 다시 원래대로 돌아옵니다. NL NL \"뭐, 괜찮아요. 다음 사람이 받아주실수도 있고. 그럼 안녕히 . . .\" NL NL 그녀가 떠나가고, 마침내 답답함에서 벗어나게 되었습니다."
    ],
    "OPTIONS": [
      "[계속]",
      "[수락한다] #g특별한 #g유물을 #g얻습니다. #r저주를 #r받습니다 #r- #r서투름.",
      "[거절한다]",
      "[떠나기]"
    ]
  },
  "Gensokyo:ClashOfLegends": {
    "NAME": "전설들의 싸움",
    "DESCRIPTIONS": [
      "@챙!@ @펑!@ @쾅!@ NL NL 당신은 전투의 소리에 흥미가 끌립니다. 하늘에서는 #y형형색색의 인물들이 싸우고 있었고, 당신은 그것이 잘 보이도록 소리가 나는 쪽으로 다가갑니다. NL NL 순수한 에너지의 #r탄환이 무수히 발사되었지만, 그것들중 대부분은 땅이나 건물에 박혀 사라졌고, 몇개는 상대에게 명중하여 그들 중 몇 명이 #r추락해 근처의 땅에서 의식을 잃었습니다.",
      "쓰러져있는 그 어떤 형상들로부터 #p검은 나선형의 에너지가 피어오르고 있었습니다. - 이것이 무엇인지 확신할 수는 없지만, 그것들이 힘을 포함하고 있다는것은 틀림없습니다.",
      "당신은 쓰러져있는 전투원들에게 접근했고, 갑자기 #y힘의 #y다발이 몰려들어 꼼짝도 못 하게 되었습니다. NL NL  #p이질적인 힘이 당신의 몸으로 #r침범하고, 당신은 경련을 일으키면서 불명확한 전설에 대한 ~지식을~ 얻게 되었습니다. 그 이야기들은 #g실재하는지 #r아닌지 알 수 없는 것들입니다. NL NL 경련이 멈추고, 당신은 그것을 현실로 만들어낼 수 있다는 확신을 가지게 됩니다.",
      "다른 자들의 일에 관여하지 않는게 더 나은 선택이겠죠."
    ],
    "OPTIONS": [
      "[계속]",
      "[힘을 받아들이기] #g도시 #g전설 #g카드 #g보상을 #g받습니다. #r최대 #r체력을 #r",
      " #r잃습니다.",
      "[떠나기]"
    ]
  },
  "Gensokyo:ALandWhereOnlyIAmMissing": {
    "NAME": "무언가 잊혀진듯한 장소",
    "DESCRIPTIONS": [
      "\"거기! 당신!\" NL NL 갑자기 어떤 목소리가 당신을 부릅니다. 정신을 차려보니, 갑자기 어떤 #p이상한 여성이 서있는걸 깨닿습니다. 당신과 그녀는 이미 서로 친구 사이였던것처럼 #y웃습니다. NL NL \"같이 놀자!\"",
      "다시 정신을 차립니다. 뭔가 #p이상합니다. 무언가가 #p빠져있습니다. 당신의 기억 속에는 무언가 #r큰 #r구멍이 있어 그 감각을 떠올릴수 없습니다. NL NL 얼굴. 그 얼굴. 너무 #p슬프면서도 #y밝게 웃는 당신의 얼굴만 기억납니다. NL NL 계속 떠올려보려고 하지만 - NL NL 또 다시 정신을 차립니다. 무엇 때문에 여기서 멍때리고 있었을까요? 이제 움직여야합니다. NL NL 분명 이 곳에 중요한 것은 없겠죠."
    ],
    "OPTIONS": [
      "[잠깐 동안 논다] #g덱에서 #g카드 #g1장을 #g제거합니다.",
      "[꽤 많은 시간을 논다] #r체력을 #r",
      "[긴 시간동안 논다] #r체력을 #r",
      " #r잃습니다. #g덱에서 #g카드 #g2장을 #g제거합니다.",
      " #r잃습니다. #g덱에서 #g카드 #g3장을 #g제거합니다.",
      "[잠김] 요구사항: 카드 2장 이상.",
      "[잠김] 요구사항: 카드 3장 이상.",
      "[아주 잠깐 동안 논다]",
      "제거할 카드를 선택하세요.",
      "제거할 카드 2장을 선택하세요.",
      "제거할 카드 3장을 선택하세요.",
      "[떠나기]"
    ]
  },
  "Gensokyo:BambooForestOfTheLost": {
    "NAME": "미혹의 죽림",
    "DESCRIPTIONS": [
      "두툼한 죽순들이 앞길을 뒤덮고 있고, 어딜 둘러봐도 이곳은 전부 대나무 뿐이라는 사실을 발견합니다. 딱히 눈에 띄는 #y표시도 없고, 어떤 길로 가더라도 이 #p저주받은 숲에서 빠져나갈 길이 보이지 않습니다. NL NL \"또 한 명? 오늘은 숲이 소란하네.\" NL NL 백발의 여성이 죽림 속에서 나타났습니다. 그녀는 당신을 보더니 ~한숨을~ 내쉽니다. \"휴, 설명은 됐어. 그래서, 당신은 영원정이랑 인간 마을 중 어디로 가고 싶은건데?\"",
      "\"역시나. 바짝 따라와. 다시 미아가 되긴 싫잖아.\" NL NL 그녀는 몸을 돌려 가버렸고, 당신은 그녀의 발자취를 따라갈 수밖에 없게 되었습니다. 여성은 #y단호하고, #r가차없이 오솔길을 지나듯이 숲 속을 헤쳐나갑니다. 얼마 지나지 않아, 당신은 대나무로 둘러싸인 개간지에 자리 잡은 큰 저택에 도착했습니다. NL NL 주위를 둘러보니 길잡이 여성은 사라져있었습니다. 당신에겐 선택지가 없었고, 저택 안에 발을 들입니다. NL NL 그 안에서 #r붉은색과 #b파란색이 섞인 옷차림을 한 여성이 다수의 토끼들에게 무언가 명령을 내리는듯한 모습을 보았습니다. 토끼들이 일제히 떠나고, 여성은 날카로운 눈초리로 당신을 주시합니다.",
      "\"아, 환자분.\" 그녀는 당신을 바라보면서 무언가 #y진찰하는것처럼 보였습니다. \"마침 당신에게 걸맞는 약이 있네요.\" 그녀는 선반에서 약병 몇 가지를 꺼내어 당신에게 건넸습니다.  \"하루 #y2번, #y3일 간격으로, #y4주 동안 복용하세요. 알아들으셨나요?\" NL NL 당신은 이 모든 것에 대해 지불할 #y돈이 없다고 주장했습니다. NL NL 그녀는 고개를 흔들며 미소를 짓습니다. \"돈은 나중에 주셔도 됩니다. 그리고, #p죽은 환자분은 돈도 무엇도 없으니까요?\"",
      "\"역시나. 바짝 따라와. 다시 미아가 되긴 싫잖아.\" NL NL 그녀는 몸을 돌려 가버렸고, 당신은 그녀의 발자취를 따라갈 수밖에 없게 되었습니다. 여성은 #y단호하고, #r가차없이 오솔길을 지나듯이 숲 속을 헤쳐나갑니다. 얼마 지나지 않아, 당신은 목조 벽으로 둘러싸인 많은 집들과 건물들이 있는 목적지에 도착했습니다. NL NL \"모코우! 여기 있었구나!\" NL NL 당신은 한 쪽에서 #r분노한것처럼 보이는 은발의 여성이 다가오자 길잡이 여성이 굳어지는것을 보았습니다.",
      "\"어디 있었던거야? 오늘 역사 수업 시간에 나를 도와주겠다고 했었으면서!\" NL NL \"아, 오늘은 길을 잃은 미아들이 많아서, 많이 바빴어 . . .\" NL NL 한숨 소리가 납니다. \"그럼 이해하겠어. 하지만 이제 도망치려고 하지마!\" 그녀가 당신을 쳐다봅니다. \"못 보던 얼굴인데, 모처럼이니 따라오시는건? 낯선 땅에 대해 알아두는건 독이 되지 않을테니.\" NL NL 이 여성이 “아니오” 라는 대답을 #p받아들이지 #p않을 표정을 지었기에, 당신은 마지못해 동의했습니다."
    ],
    "OPTIONS": [
      "[계속]",
      "[영원정] #g체력을 #g",
      " #g회복합니다.",
      "[인간 마을] #g카드 #g보상을 #g",
      " #g번 #g받습니다.",
      "[떠나기]"
    ]
  },
  "Gensokyo:GardenOfTheSun": {
    "NAME": "태양의 밭",
    "DESCRIPTIONS": [
      "당신은 #y해바라기로 가득 찬 들판에 있는 자신을 발견합니다. ~눈부신~ 노란색이 아름다웠습니다. 이 해바라기들은 자신의 유래가 된 존재를 잊을수 없는것처럼, 전부 태양을 바라보고 있습니다. NL NL \"이곳의 꽃이 마음에 들어?\" NL NL 순수한 질문이었지만, 갑자기 모든 꽃들이 당신과 새 인물을 바라보듯이 돌아서고, 등골이 얼어붙는 듯한 #p한기를 느낍니다.",
      "녹발 머리의 여성은 당신이 느끼는 #p불쾌함을 무시하고 당신을 위아래로 훑어보면서, 미소를 짓습니다. NL NL \"당신은 꽤 강해보이네. 얼마나 강할까?\"",
      "\"훌륭해, 아주 훌륭해.\" NL NL 그 여성이 당신을 #g칭찬합니다. 얼어붙은 공기가 누그러지는것이 느껴집니다. \"나와 함께 있는 이 변덕스러운 아이는, 최근에 꽃을 피웠어. 이 아이는 밭에 있으면 많은걸 배우지 못할것 같지만, 당신이라면 이 애를 #g보호하고 키워줄 힘이 있다고 믿어.\" NL NL 여성이 꽃이 핀 화분을 당신에게 건넵니다. 당신은 그것이 아기처럼 몸부림치고, 뒤틀리는걸 지켜보다가, 그것이 당신을 쳐다보는걸 지켜봅니다. NL NL \"소중히 다루어줘. 날 #p실망시키면 안 돼.\"",
      "\"으음, 나쁘지 않아.\" NL NL 그 여성이 당신을 보고 #g감탄합니다. 얼어붙은 공기가 누그러지는것이 느껴집니다. \"당신, 꽤 괜찮은 솜씨네. 마음에 들어. 그래, 모처럼이니 이 아이들 중 하나를 당신에게 선물할게.\" NL NL 여성이 꽃이 핀 화분을 당신에게 전합니다. #g기쁨을 느끼게 하는 그 화분을 쳐다보고 있으면, 왠지 #y기운이 솟습니다. NL NL \"강해지면 다시 돌아와. 나를 만족시킬 정도로 강해질때 말이야.\"",
      "\"도망을 치시겠다? 어리석기는.\" NL NL 당신은 무언가 엄청난 #r열기가 뒤쪽을 달구는걸 느낍니다. ~회전하는~ @천둥의@ 물결이 당신을 향해 #r@덮치고@ 당신은 아슬아슬하게 피합니다. 그 엄청난 크기의 레이저가 당신이 밟았던 지역을 #r증발시켰습니다. NL NL 숨을 헐떡이며, 계속 도망친 뒤에 정신을 차려보니 해바라기 밭의 바깥으로 나왔습니다. 신체 측면에 #r화상 자국이 생기게 되었습니다. NL NL 당신은 이제 다시는 그 해바라기 밭에 접근하지 않겠다고 다짐했습니다."
    ],
    "OPTIONS": [
      "[계속]",
      "[강력한 힘을 내보인다] #r손실: ",
      " #g특별한 #g유물을 #g얻습니다.",
      "[낼 수 있는 최대한의 힘을 내보인다] #r손실: ",
      "  #g행복한 #g꽃 #g유물을 #g얻습니다.",
      "[잠김] 요구사항: ",
      " 또는 그 이상의 피해를 가진 카드가 필요합니다.",
      "[잠김] 요구사항: 타격을 제외한 공격 카드.",
      "[도주] #r체력을 #r",
      " #r잃습니다.",
      "[떠나기]"
    ]
  },
  "Gensokyo:DemonBookSeller": {
    "NAME": "스즈나안",
    "DESCRIPTIONS": [
      "당신이 가게에 들어서보니, 오래된 책들의 곰팡내, 마른 잉크 냄새와 함께 무언가 #p불길하고, #p악마적인 감각에 사로잡힙니다. NL NL \"어서 오세요! 여기는 스즈나안, 환상향에서 가장 @많은@ #p마계의 책들이 있는 곳이에요!\" NL NL 별난 외형을 가진 소녀가 당신을 열렬히 환영했고, 그녀는 뒤의 책꽂이 사이에서 뿜어져나오는 #p악의를 느끼지 못하는것 같습니다.",
      "\"감사합니다! 또 들러주세요!\" NL NL 의심스러운 물품을 구매하고, 제발 이 책이 당신의 팔이나 그와 비슷한 것을 갉아먹지 않기를 바라며 가게를 떠났습니다.",
      "그런 #p마계의 책들을 사는것은 좋은 생각처럼 들리지 않았습니다. "
    ],
    "OPTIONS": [
      "[구매] #r골드를 #r",
      " #r잃습니다. #g획득: ",
      "[잠김] 요구사항: ",
      " 골드.",
      "[떠나기]"
    ]
  },
  "Gensokyo:ABanquetForGhosts": {
    "NAME": "망령의 만찬",
    "DESCRIPTIONS": [
      "주위에 #g좋은 향기가 공기 중으로 스며들며, 이국적인 음식들이 가득한 식탁에 앉아있는 한 여성이 있는 개간지로 이끌립니다. 얼핏 보기에는 정상적인 풍경이었지만, #p유령같은 나비들이 펄럭이는것은 꼭 마치 다른 세계의 풍경 같습니다. NL NL 그 여성은 앞에 있는 것들을 먹기에 바빠서, 당신의 존재를 알아차리지 못 했습니다.",
      "당신은 꽤 오랫동안 뭔가를 먹지 못 한 상태였습니다. 분명, 저 여성은 과일 1~2개쯤이 탁자에서 #r사라져도 개의치 않을것입니다. NL NL 당신은 앞쪽으로 뛰쳐나가 재빨리 과일 하나를 낚아챕니다 - NL NL 그대로 도망가려고 했지만, 나비들이 당신에게 몰려들었습니다. 당신의 무방비한 몸이 #r불타는듯한 #b냉기가 덮쳤습니다. 온몸이 #r타는듯이 #r고통스럽습니다!",
      "당신은 개간지에서 빠져나왔고, #p유령같은 생물들은 추적을 멈췄습니다. 되돌아보니, 그 여성은 차례차례로 눈 앞의 접시에 담긴 음식들을 입에 털어넣느라 당신을 신경 쓰지도 않은것 같습니다. NL NL 훔친 과일을 깨물어 섭취했고, #g따뜻한 #g온기가 몸으로 퍼져나가는게 느껴집니다. NL NL 운이 좋다면, 당신의 다음 식사는 이런 #p고생을 하지 않아도 될 것 같습니다.",
      "당신은 그녀의 옆에 앉았습니다. 그녀는 처음에는 눈치채지 못한듯 보였지만, 마지막 접시를 다 먹기 전에 당신에게 ~호기심이~ 가득한 시선을 보냈습니다. \"손님? 정말 드문데. 무슨 용무로 왔어?\" NL NL 당신은 당신이 가져온 음식을 제공했습니다. 그녀는 #y빛나는 눈동자로 그것을 낚아채기 전에 받아들입니다. \"어머나, 정말 신선하고 맛있어보이네! 당신도 마음껏 즐겨주시길.\" NL NL 방금 건네준 음식을 그녀가 맛있게 섭취하는 동안, 당신은 여태까지 본 적이 없는 다양한 이국의 음식들을 맛 볼 기회가 생겼습니다.",
      "\"다른 사람들과 함께 식사하는것은 멋져요. 유감스럽게도 그럴 기회가 별로 없어서.\" 그녀는 당신을 향해 #y미소를 짓지만, 그 미소엔 #p쓸쓸함이 섞여있었습니다. NL NL \"여기, 이걸 받아주시길.\" 그녀는 당신에게 작고 귀여운 것을 제공했습니다. 흠잡을데가 없는 벚꽃입니다. NL NL \"또 맛있는 것을 발견하시면, 꼭 들러주세요. 후후.\" NL NL 당신은 #y벚꽂을 정중히 받으며, 그녀의 제안을 마음에 새기겠다고 말했습니다.",
      "당신은 #p죽은자들의 심기를 건드리지 않도록 물러났습니다."
    ],
    "OPTIONS": [
      "[계속]",
      "[음식을 훔친다] #r체력을 #r",
      " #r잃습니다. #g획득: ",
      "[그녀에게 음식을 달라고 요청한다] #r손실: ",
      ". #g특별한 #g유물을 #g얻습니다.",
      "[떠나기]"
    ]
  },
  "Gensokyo:AMomentFractured": {
    "NAME": "부서진 순간",
    "DESCRIPTIONS": [
      "갑자기 눈 앞의 세계가 ~변화~ 했습니다. 당신의 주위가 엉망진창으로 단편화되고, #p혼돈 속으로 일그러져갑니다. 기억이 왜곡되고 발현되며, 회랑을 가리지 않고 방황하는듯 합니다. NL NL \"메리, 이번엔 어떤 세계를 보러 갈 거야?\" NL NL \"우리 한동안 그 #b환상의 땅을 보지 못 했었지? 아니면 그냥 우주 정거장이나 보러 가볼까 . . .\" NL NL \"또 우주 정거장? 또 예전처럼 #r크게 #r다쳐도 난 모른다?\"",
      "\"이번에는 준비 만전이야! 그리고 그쪽의 #g플로라가 더 예뻐보이지 않았어?\" NL NL \"우리를 잡아먹지 않는다는 한에서는 예쁘긴 했어.\" NL NL 당신은 이상하고 #p불가해한 상황에 두 소녀와 함께 있었습니다. 이 소녀들은 이 #p괴이한 상황을 생각하면 너무 침착해보입니다. NL NL \"어? 봐봐, 렌코! 우리랑 똑같은 사람이 있어!\" NL NL \"메리 말고도 이런 곳에 올 수 있는 사람이 있을줄은 몰랐어.\" 하얀 모자를 쓴 소녀가 당신을 향합니다. \"당신은 어떻게 세계의 경계를 뚫고 오셨나요?\"",
      "당신은 여기가 어디인지, 어떻게 이곳에 왔는지조차 모른다고 대답했습니다. NL NL \"어, 그랬던건가요? 안타깝네요. 가끔씩 결계의 틈새로 빠지는 경우가 있으니까요.\" 그녀가 손을 흔들더니, #p@갈라짐이@ 당신의 앞에 나타났습니다. \"여기, 다시 돌려보내드릴게요. 돌아가고 싶은 곳을 잘 생각해보세요!\""
    ],
    "OPTIONS": [
      "[계속]",
      "[일반 적군과 조우한다]",
      "[엘리트 적과 조우한다]",
      "[무작위 이벤트를 조우한다]"
    ]
  },
  "Gensokyo:AndThenThereWereNone": {
    "NAME": "그리고 아무도 없게 되었는가",
    "DESCRIPTIONS": [
      "#r혈흔들이 땅바닥에 뿌려져있었고, 몇몇 #p불행한 영혼의 잔해들의 끔찍한 유골들이 굴러다니고 있었습니다. NL NL \"이 녀석들은 너무 약해빠졌어. 같은 흡혈귀로서 부끄러울 정도야.\" NL NL 이 대학살 중심 속에 서있는 이상한 소녀가, 진홍색으로 손톱을 물들입니다. 그녀의 강렬한 시선이 당신을 그 자리에 고정시킵니다. NL NL “...너도 이 #r박쥐들이랑 같은 냄새가 나네. 똑같은 곳에서 온거야?\"",
      "당신은 대답하지 않고, 언제라도 움직일 수 있도록 몸을 긴장시킵니다. NL NL \"흐음. 왠지 너는 이 녀석들보단 훨씬 재밌어보이네. 나랑 #p계약 해보지 않을래? 아주 ~조금의~ #r피를 준다면 네가 원하는 힘을 가질수 있을거야.\" NL NL 그녀가 피 묻은 손을 내밉니다.",
      "눈 앞이 아찔해지는 고통이 당신을 덮치고, 시야가 희미해져 갑니다. 잠시 후, 당신은 #r피바다 속에서 눈을 떴습니다. 잘려나간 팔다리가 굴러다녔고, 의식은 #p몽롱했으며, 머리가 빙빙 돕니다. NL NL 당신은 피바다속에서 일어났습니다. NL NL 당신은 피바다속에서 일어났습니다. NL NL 당신은 피바다속에서 일어났습니다. NL NL 당신은 피바다속에서 일어났습니다.",
      "\"재미없게. 그럼 나랑 놀아줄 다른 장난감을 찾아봐야겠네.\" NL NL 그녀의 관심은 주변의 시체더미로 돌아갔고, 당신이 빠져나갈 기회를 주었습니다."

    ],
    "OPTIONS": [
      "[계속]",
      "[요청을 받아들인다] #g획득: #g",
      " #r최대 #r체력을 #r",
      " #r잃습니다.",
      "[거절한다]",
      "[떠나기]"
    ]
  },
  "Gensokyo:NightmareOfHeian": {
    "NAME": "헤이안의 악몽",
    "DESCRIPTIONS": [
      "#p어둠이 당신을 감쌉니다. 어둠이 당신의 감각을 가리고 #p공포와 #p의심에 사로잡히게 됩니다. NL NL 당신의 눈 앞에 무시무시한 인물들이 나타납니다. 부서지고, 비뚤어진 그 모습을, 당신의 마음은 인식하는것조차 거부합니다. 얽혀있는 이 두려움은 그 모든것을 이해하지 못 했습니다. 그들 속에서 이 끔찍한 교항곡을 지휘하는 듯한 몸이 당신을 향해 웃습니다. NL NL @\"나약한@ @자여,@  #p@어둠을@ @받아들여라.@ @그렇지@ @않으면@ #p@어둠이@ @널@ @삼킬@ @것이다.\"@",
      "당신은 용기를 가지고, 주위의 #p새카만 어둠을 만집니다. NL NL 악몽이 끝나고, 주위가 원래대로 돌아옵니다. 당신은 근처의 웅덩이를 힐끗 봅니다. NL NL 검은 #p공포가 당신을 ~바라보고~ 있었습니다.",
      "당신은 떨면서 일어납니다. 자신의 안에 #p공허함이 있고, 그 공허함이 깊숙히 새겨져있었습니다. NL NL 당신은 자신의 일부를 완전히 잃어버린채로 떠납니다."
    ],
    "OPTIONS": [
      "[받아들인다] #r다음 #r",
      " #r번의 #r전투동안 #r카드가 #r가려집니다. #g그 후, #g특별한 #g유물을 #g얻습니다.",
      "[어둠에 삼켜진다] #g2 #g장의 #g카드를 #g제거합니다. #r저주를 #r받습니다 #r- #r몸부림.",
      "[잠김] 요구사항: 제거할 2 장의 카드.",
      "제거할 카드 2 장을 선택하세요.",
      "[떠나기]"
    ]
  },
  "Gensokyo:Impoverished": {
    "NAME": "빈곤함",
    "DESCRIPTIONS": [
      "어린 소녀가 당신에게 접근해, 깨져있는 돌 그릇을 내밉니다. NL NL \"조금이라도 기부해주실수 없을까요?\"",
      "당신의 주머니에서 #y골드가 급류처럼 흘러나와, 그릇으로 들어가며 짤랑거리는 소리를 냅니다. 골드는 재빠르게 그릇에 쌓였지만, 갑자기 빠르게, 연기처럼 사라져버렸습니다. NL NL 소녀가 그것을 #p슬픈 눈으로 바라보고 있습니다. NL NL \"역시 안 됐네요. 그래도 감사해요.\" NL NL 그녀는 측은한 모습으로 멀리까지 터벅거리며 걸어갔습니다.",
      "당신은 소녀를 지나 가던 길을 마저 갑니다. NL NL 갑자기 #p뱀이 당신의 몸을 휘감은것처럼 온몸에 전율이 흐릅니다. NL NL 어쩌면 그녀를 돕지 않은것에 대한 #p~죄책감~ 일지도 모릅니다."
    ],
    "OPTIONS": [
      "[기부하기: ",
      " 골드] #r골드를 #r전부 #r잃습니다. #g무작위 #g카드 #g",
      " #g장을 #g강화합니다.",
      " #g장을 #g강화합니다.",
      "[무시하기] #r저주를 #r받습니다.",
      "[떠나기]"
    ]
  },
  "Gensokyo:TheWhiteLotus": {
    "NAME": "The White Lotus",
    "DESCRIPTIONS": [
      "인근의 사원에서 울려퍼지는 음악이 당신을 이끕니다. 한 여성이 자신의 목소리로 사람들을 즐겁게 해주고 있었습니다. 그녀는 당신이 모르는 언어로 낯선 것들을 노래합니다. NL NL 비록 당신은 그것을 이해하지 못 했더라도, 그 노래에 매료되어있음을 깨닫습니다. 잠깐만 더 듣고 갈지, 아니면 약간의 #y기부를 하고 길을 마저 떠날지 결정해야 했습니다.",
      "당신은 눈을 감고 여성의 목소리에 ~마음을~ ~맡깁니다~ . . . NL NL 그리고 눈을 뜨니, 당신은 조금 더 . . . 가벼워진것을 느낍니다. 그리고, 조금 더 자기 자신을 이해하게 된 것 같습니다.",
      "#y동전이 새전함 속에서 소리를 내자, 당신은 신들이 지켜보는듯한 #y따스한 불꽃이 느껴지는것 같습니다.",
      "이런, 지금은 시간도 돈도 없습니다."
    ],
    "OPTIONS": [
      "[더 듣는다] #r손실: ",
      ". #g3장의 #g희귀 #g카드 #g중 #g1장을 #g골라 #g덱에 #g추가합니다.",
      "[기부한다] #r골드를 #r",
      " #r잃습니다. #g최대 #g체력을 #g",
      " #g얻습니다.",
      "[떠나기]",
      "[잠김] 요구사항: 비용 0의 카드가 필요합니다.",
      "[잠김] 요구사항: ",
      " 골드.",
      "덱에 추가할 카드를 선택하세요."
    ]
  },
  "Gensokyo:LivingGodOfMiracles": {
    "NAME": "기적의 현인신",
    "DESCRIPTIONS": [
      "당신은 우연히 또 다른 신사를 발견했습니다. 마치 작은 모임이 이루어지고 있는것 같습니다. 작은 소녀들이 #g초록 머리의 소녀와 대화를 나누고 있었지만, 거리가 너무 멀어서 무슨 말을 하는지 알아들을수 없었습니다. 잠시 후, 손님들이 떠나고, 그 초록색 머리의 소녀가 당신의 존재를 알아차립니다. NL NL \"아, 손님! 기다리게 해서 죄송합니다. 텐구들은 정말 시끄럽다니까요.\" 그녀가 #y눈부신 미소로 당신에게 다가옵니다. \"참배하실건가요? 아니면 제가 일으키는 #g기적에 관심이 있으신가요?\"",
      "\"기적에 관심이 있으신거군요? 뭐든지 말해주세요! 웬만한건 다 할 수 있으니까요!\" NL NL 당신이 원하는 요청을 설명하자, 갑자기 소녀가 #p양처럼 얌전해진것 같습니다. \"아... 뭐, 완전한 모든 것을 이룰수 있는건 아니지만요. 지금 당장은.\" 그녀가 다시 밝게 말합니다. \"알겠어요! 손님이 저에게 #y신앙을 모아주신다면, 반드시 그 요청을 해결할 수 있는 힘도 낼 수 있을거에요!\" NL NL 그녀가 요약해서 설명한 \"신앙\" 수집에 대한 것은, 끔찍하게 모호하고, 별 효과가 없을것 같지만, 시도해서 나쁠건 없어보입니다. NL NL 애초에, #g기적은 일어날수 있는 법이니까요.",
      "나무 새전함에 #y동전을 넣자, 소녀의 눈이 #y빛납니다. NL NL \"참배 감사합니다! 손님의 여행길에 가호가 있기를!\" NL NL 당신은 빛에 휩싸이면서, 따뜻한 감각이 일시적으로 당신을 채웁니다. 당신은 신사를 떠나기 전에 그 소녀에게 그 행위에 대해 감사를 표합니다.",
      "당신은 그저 이 신비로운 땅을 여행하기 위해 지나가다 잠깐 들른것이라고 말합니다."
    ],
    "OPTIONS": [
      "[기적] #r다음 #r",
      " #r번의 #r전투에서 #r스킬 #r카드를 #r사용하면 #r소멸합니다. #g그 후, #g특별한 #g유물을 #g얻습니다.",
      "[기부] #r골드를 #r",
      " #r잃습니다. #g카드를 #g1장 #g강화합니다.",
      "[잠김] 요구사항: ",
      " 골드.",
      "[잠김] 요구사항: 강화가 가능한 카드",
      "강화할 카드를 선택하세요",
      "[떠나기]"
    ]
  },
  "Gensokyo:TreasureHunter": {
    "NAME": "보물 사냥꾼",
    "DESCRIPTIONS": [
      "쥐처럼 생긴 소녀가, 눈앞에서 흔들리는 금속 막대에 집중하고 있었습니다. NL NL 그녀는 당신의 앞에 서서 당신을 올려다봅니다. NL NL \"이봐. 당신의 밑에 #y보물이 있어. 알고 있었어?\"",
      "당신이 #y엄청난 #y값의 #y유물을 꺼냈더니, 그녀의 눈이 휘둥그레집니다. NL NL \"어. 아무래도 내가 계속 탐지하고 있었던건 그것인것 같아.\" 그녀가 그 우상을 열심히 둘러봅니다. \"저기, 혹시 물물교환에 관심 있어? 나한테 #g몸을 #g강화하는 #g포션이 있는데 나한테는 별로 필요없어. 하지만 당신같은 여행자에게는 효과가 있을거야. 환상향의 황야는 당신에게는 매우 위험할테니까. 그렇지?\" NL NL 당신은 제의를 받아들이고, 즉석에서 포션을 마십니다. 새로운 #r힘이 몸 속에 ~흐르는걸~ 느끼며, 당신은 여정을 계속합니다.",
      "당신이 옆으로 비켜서자, 소녀가 삽을 몇 개 꺼내어 땅을 파기 시작합니다. 당신은  #y발굴될 보물이 무엇일까 기대하며, 말없이 삽을 들고 같이 땅을 파기 시작합니다. NL NL 몇 분간의 중노동 후, 당신과 소녀는 #y유물과 #y장신구로 가득한 은신처를 발견했습니다. NL NL \"우와, 엄청 많았네.\" 소녀가 당신을 바라봅니다. \"설마 당신이 도와줄 줄은 상상도 못 했었어. 모처럼이니 당신도 뭔가 가져가줘.\" NL NL 당신은 몇 가지 #y유물을 고르고, 소녀와 작별 인사를 하며 여정을 계속합니다.",
      "당신은 땅파는 소리가 들려와도 개의치 않고 그녀를 지나칩니다."
    ],
    "OPTIONS": [
      "[우상을 건넨다] #r황금 #r우상을 #r잃습니다. #g최대 #g체력을 #g",
      " #g얻습니다.",
      "[도와준다] #r최대 #r체력을 #r",
      " #r잃습니다. #g유물을 #g얻습니다.",
      "[떠나기]",
      "[잠김] 요구 사항: 황금 우상 유물이 필요합니다."
    ]
  },
  "Gensokyo:NohDance": {
    "NAME": "노가쿠",
    "DESCRIPTIONS": [
      "당신은 마을 중앙에서 울리는 음악을 듣고 그곳으로 끌립니다. 그곳에서는 가면을 쓴 인물이 정교한 춤을 추고 있었습니다. 주위의 다른 많은 관객들도 그 무용수의 모습이 #g빠져있는것 같습니다. NL NL \"이봐! 거기 있는분!\" NL NL #y상인이 당신을 향해 손짓하는것을 봅니다. 그의 #y상품들은 무용수 주변에 있는 가면들과 거의 비슷합니다.",
      "\"그 #g이상한 가면은 정말 멋있어보이는데? 이곳에서 전혀 본 적이 없는 가면인걸!\" 그는 상품을 가리키며 #y손짓합니다. \"괜찮다면 이 가면들 중 하나랑 교환하지 않을래?\"",
      "\"#y기념품 하나 챙겨가는건 어때? 이 #y가면들은 #g최고급 물품이란걸 #y내가 보장하지!\"",
      "#y가면이 얼굴에 자연스럽게 익숙해지는것을 느끼며, 그것을 착용해봅니다. NL NL 눈구멍으로 투시하기가 좀 어렵지만, 적어도 당신의 정체성을 숨기기엔 충분할것 같습니다.",
      "당신의 #y가면을 교환할 마음이 별로 생기지 않았습니다.",
      "당신은 기념품 같은 #p자잘한 상품들을 구입할 #y돈이 없었습니다."
    ],
    "OPTIONS": [
      "[구입] #r골드를 #r",
      " #r잃습니다. #g획득: ",
      "[잠김] 요구사항: ",
      " 골드",
      "[떠나기]",
      "[계속]",
      "[구입] #r손실: ",
      ". #g획득: "
    ]
  },
  "Gensokyo:OneWingedWhiteHeron": {
    "NAME": "한 날개의 백로",
    "DESCRIPTIONS": [
      "당신의 주위는 회색과 바위투성이였고, 하늘에는 거대한 #g초록색과 #b파란색이 섞인 공이 떠있었습니다. NL NL 당신은 놀라서 눈을 껌뻑이기만 합니다. 어떻게 된 것인지, 당신은 #y달에 도착해있었습니다. NL NL \"외지인? 한동안 그런 자들은 보지 못 했는데.\"",
      "은발의 여성이 당신을 멀뚱히 쳐다보고 있습니다. 그녀는 주변의 환경이나 당신의 갑작스러운 등장에 놀라지 않아 하는것 같습니다. NL NL \"음, #y자매들이 당신을 돌려보내기 위해 이곳에 올 때까지 시간이 걸려요. 그때동안 당신의 이야기를 들려주시지 않겠나요?\"",
      "당신은 그녀에게 그 땅의 생명체와 주민들과의 만남 중에 가장 #p끔찍했던 조우 중 하나를 말했습니다. 그녀는 이야기를 들으면서 고개를 끄덕이고는, 당신의 말을 작게 되뇌였습니다. NL NL \"아, 이제 도착했나보네요.\" NL NL 그녀의 말을 이해하기도 전에, 공간이 @비틀리고@ @뒤집어지면서@ 혼란에 빠집니다. 그러다가 갑자기 #g익숙한 풍경 속으로 돌아오게 되었습니다. 그런데 뭔가 #p이상했습니다. - 오래된 #r부상들이 전부 사라졌고, 당신의 #y소유물 몇가지가 사라져버렸습니다. NL NL 당신은 고개를 흔듭니다. 분명 이런건 사소한 우려겠죠.",
      "\"말하는건 별로 안 좋아하시나요? 뭐, 괜찮다고 생각합니다만.\" NL NL 머지않아, 주변의 공간이 @비틀리고@ @뒤집어지면서@ , 그러다가 갑자기 #g익숙한 풍경 속으로 돌아오게 되었습니다."
    ],
    "OPTIONS": [
      "[ ",
      "에 대해 말한다.] #g체력을 #g",
      " #g회복합니다.",
      " #r손실: ",
      ".",
      " #r골드.",
      "[떠나기]",
      "[잠김] 요구사항: 엘리트와 조우한적이 있어야합니다.",
      "[잠김] 요구사항: 일반 적과 조우한적이 있어야합니다.",
      "[계속]",
      "[침묵을 지킨다]"
    ]
  },
  "Gensokyo:ChildOfMiare": {
    "NAME": "아레의 자손",
    "DESCRIPTIONS": [
      "\"전 당신과 똑같은 사람을 본 적이 있어요. 그분은 이곳에 오셔서 당신과 똑같은 것을 질문하셨었죠.\" NL NL 이 어린 소녀가 이 땅의 지식인 중 하나라고 밝혔을때, 당신은 #r의심을 품었지만, 그녀가 보여준 하나의 문서가 당신의 #p의심을 지웠습니다. NL NL 이 소녀의 옆에 있는 거대한 책도 겉치레는 아닐 것입니다.",
      "\"그리고, 그 분들은 제가 몇가지 기록을 남기는데에 매우 호의적이셨어요. 그 기록들을 보고 싶으신가요?\"",
      "문서에 적힌 단어들이 당신을 이끕니다.#y필체는 당신의 것이지만, 당신이 전혀 #p기억하지 #p못하는 사건들이 쓰여져 있었습니다. NL NL 당신은 상황 파악이 #p힘들어지고 #p불안함을 느꼈습니다. NL NL \"당신의 기록도 남기게 해주시지 않겠나요? 분명 다음에 오는 분에게 도움이 될 거에요.\" NL NL 분명 의미없는 행동이 아닐 것입니다. 게다가, 지금 읽은것이 진실이라면, 당신은 곧 모든것을 #p잊어버릴 것입니다.",
      "\"궁금하진 않으시군요? 그렇군요. 그래도 조금만 제 비위를 맞춰주셨으면 해요. 저는 환상향의 주요 존재들에 대한 것을 기록하고, 당신은 그 중에서도 손꼽을 정도로 #r인상적이세요.\"",
      "당신은 기억이 #p애매모호함에도 불구하고, 가능한 한 자세히 설명하려고 노력하면서 인상적인 경험을 설명합니다. NL NL 어렴풋한 기억의 틈을 메꾸려고 #p대충 #p때우거나 한것 같았습니다. 그러니까, 그 금속 게 3마리를 #r상처없이 쓰러뜨려도 아무에게도 #r증명할 수 없으니까요. 그렇죠?"
    ],
    "OPTIONS": [
      "[읽기] #g획득: ",
      ".",
      "[거절한다]",
      "[기록] 카드를 복사하여 보관합니다.",
      "[떠나기]",
      "복사하여 보관할 카드를 선택하세요.",
      "[계속]"
    ]
  },
  "Gensokyo:DetectiveSatori": {
    "NAME": "탐정 사토리",
    "DESCRIPTIONS": [
      "\"그쪽에 있는 당신.\" NL NL 당신이 뒤돌아보니 #p어색해보이는 여성이 당신에게 접근하는걸 보았습니다. NL NL \"#r살인사건이 발생했어요. 그것에 대해서 아무것도 모르시나요?\" NL NL 당신은 입을 열ㅇ... NL NL \"네, 네. 당신이 아무것도 모른다고 생각하고 있다는걸 알고 있어요. 모두가 그러는걸요. 네. 실례가 되는건 알고 있지만, 지금은 예의보다는 #g성과가 필요해서요. 혹시 당신이 말하지 않는 경우를 대비해서 #p마음을 #p읽고 #p있어요.\"",
      "당신은 이것이 일방적인 대화가 될 것을 느꼈습니다. NL NL \"확실히 그렇겠네요. 어쨌든, 당신의 표면적인 생각으로는 많은것을 알 수 없으니, 조금만 더 . . . 깊은 곳을 보게 해주세요. #p트라우마를 휘젓는것처럼요. 그리 나쁜 것도 아니에요. 그 속에서 당신 자신에게 이득이 되는게 있을지도 모르니까요. 아니면 당신의 수고에 대한 #y대가를 드릴 수도 있어요.\"",
      "가느다란 바늘자국이 당신의 마음을 #r쿡쿡 #r찌릅니다. 당신의 기억 속에서 광신적인 학자처럼 헤쳐나가기 시작했습니다. 다양한 장면들이 눈 앞에서 점멸합니다. #r격렬한 전투, #p사소한 말다툼, 당신의 기억에 없는 #y생소한 사건들. NL NL \"당신에겐 억압되어있는 기억이 많으시네요. 마치 누군가가 #p지워놓은 것처럼.\" NL NL 시야가 회복되고, 당신은 생각에 잠겨있는 여성을 봅니다. \"네. 당신은 #g결백 하시네요. 좋은 단서가 되었습니다.\" NL NL 그녀는 떠나갔고, 당신은 약간의 두통을 느꼈습니다.",
      "\"조심성이 많으시군요? 그런 당신을 비난할 수는 없지만요.\" NL NL 여성은 당신을 뚫어져라 쳐다보며 고개를 끄덕입니다. NL NL \"당신으로부터의 단서는 이것으로 충분하겠네요. 하지만 저는 아직 #y조사할게 남아있습니다.\" NL NL 결국 당신은 한 마디도 하지 못하고, 여성은 떠나갔습니다."
    ],
    "OPTIONS": [
      "[계속]",
      "[트라우마] #r체력을 #r",
      " #r잃습니다. #g획득: ",
      ".",
      "[대가] #r최대 #r체력을 #r",
      " #r잃습니다.",
      " #g골드를 #g",
      " #g얻습니다.",
      "[거절한다]",
      "[떠나기]"
    ]
  },
  "Gensokyo:AHistoryOfViolence": {
    "NAME": "폭력 시뮬레이터의 역사",
    "DESCRIPTIONS": [
      "당신은 낯선 방에 있는 자신을 발견하게 됩니다. 이 방은 #p수상하고, #r위압적인 인물들로 가득 차있었습니다. NL NL \"아, 자아, 이게 누구시죠? 도전자분이신가요?\" NL NL 무수한 얼굴들이 당신을 내려다보며, 당신의 #y가치를 가늠하기 시작합니다. NL NL \"이전에도 이곳에 온 적이 있었네? 그럼 이번엔 좀 더 도전적으로 나아가보는게 어때?\"",
      "\"꽤 용감하네. 이번엔 재밌을것 같아.\" NL NL 인물의 형체들은 전부 사라지고, 당신에게 #p심각한 #p불안감을 남겼습니다.",
      "\"그럴 생각이 없다고요? 유감이네요.\" NL NL 인물의 형체들은 전부 사라지고, 당신은 #g안도했습니다."
    ],
    "OPTIONS": [
      "[수락] #r다음 #r보스 #r전투에서 #r최대 #r체력이 #r",
      "% #r감소합니다.",
      " #g그 #g후, #g유물을 얻습니다: ",
      ".",
      "[떠나기]"
    ]
  },
  "Gensokyo:FiresOfInvention": {
    "NAME": "발명의 불씨",
    "DESCRIPTIONS": [
      "당신은 수풀을 헤쳐지나가다가, 걸려 #r넘어지면서, 당신의 수많은 #y유물 중 하나를 떨어뜨립니다. 당신이 일어나기도 전에, 갑자기 어디선가 로봇 팔이 날아와 그것을 잡아챕니다! NL NL \"우와, 멋져보이네! 겉보기엔 매우 간단해보여도, 안에는 엄청 복잡한 메커니즘으로 되어있다니!\" NL NL 당신은 일어나서 #b푸른 머리색의 소녀가 당신의 #y유물을 만지는것을 보며. 정중히 그것을 돌려달라고 요청합니다.",
      "\"응? 이게 네 거였어? 으음 . . .\" 그녀가 망설입니다. \"아, 그래! 내가 이 물건을 살게! 만약 #y돈이 필요없다면, 네 도구들을 #y조정시켜줄게! 난 이래보여도 우수한 엔지니어라고?\"",
      "\"정말 고마워!\" NL NL 소녀는 #y동전 #y뭉치를 당신의 손에 쥐어주고, 빠르게 떠나갑니다. 그리고 이 장치에 대해 중얼거렸습니다. \"#y연비 효율을 #y50% @높일수@ @있겠어!\"@",
      "당신은 그 소녀가 무슨 짓을 했는지는 알 수 없으나, 그녀에게 건네준 도구들을 다시 돌려받았더니, 이전보다 더 #g효율적이고, #g정제되어있었습니다. NL NL 마치 #r갈려진 #r날처럼요.",
      "\"에잉...\" NL NL 소녀는 #p마지못, 당신의 #y유물을 돌려줍니다. NL NL \"뭐, 마음이 바뀌었다면 이곳에 다시 와줘. 이곳에 있는 캇파들은 내가 사는곳을 알고 있거든.\" NL NL 소녀는 다시 생각해보고 있는 당신을 두고 빠르게 떠나갑니다."
    ],
    "OPTIONS": [
      "[계속]",
      "[돈]",
      "[도구 정제]",
      " #r손실: ",
      ".",
      " #g골드를 #g",
      " #g얻습니다.",
      " #g카드를 #g",
      " #g장 #g제거합니다.",
      "[거절한다]",
      "[떠나기]",
      "[잠김] 요구사항: 특별한 유물을 제외한 유물이 필요합니다.",
      "제거할 카드 ",
      " 장을 선택하세요.",
      "[잠김] 요구사항: ",
      " 장의 카드."
    ]
  },
  "Gensokyo:ExtraExtra": {
    "NAME": "호외요, 호외!",
    "DESCRIPTIONS": [
      "@\"특보@ @입니다!@ 하쿠레이 신사에서의 노가쿠! 모리야 신사의 #p모략이 드러나다! 환상향의 최신 특종이 @지금@ @여기에!\"@ NL NL 소녀가 마을 광장에서 #g분주하게 신문을 나눠주고 있었습니다. 근처에 다가가자, 어느샌가 당신의 손에도 신문이 들려져 있었습니다. NL NL \"드라마틱한 세계 멸망의 이야기! 달의 침략자 격퇴! 전부 이곳에!\"",
      "제목들을 둘러보니, 앞서 언급한 기사뿐만 아니라 무언가 #p의심스러운 많은 기사들이 보였습니다.",
      "당신은 기사 하나를 대충 읽어봅니다. 최근 #r쥐가 #r창궐하여 마을 음식점들이 #r폐허가 되었고, 마을의 떠돌이 약장수가 찾아와 주민들에게 #g고양이 #g조각상 몇개를 팔았더니 쥐가 모두 쫒겨났다고 합니다. NL NL 흥미롭군요.",
      "이 땅에서 벌어지는 사건들은 당신에겐 큰 흥미가 없었습니다."
    ],
    "OPTIONS": [
      "[계속]",
      "[읽는다] #g",
      " #g장의 #g특별 #g카드 #g중 #g1장을 #g골라 #g덱에 #g추가합니다.",
      " #g장의 #g일반 #g카드 #g중 #g1장을 #g골라 #g덱에 #g추가합니다.",
      "[신문을 버린다]",
      "[떠나기]",
      "추가할 카드를 선택하세요."
    ]
  },
  "Gensokyo:VillageOfCats": {
    "NAME": "고양이들의 마을",
    "DESCRIPTIONS": [
      "당신은 온갖 종류의 #y고양이들로 가득찬 이상하고 버려진 마을에 있는 자신을 발견합니다. NL NL 그 중 꼬리에 #g초록색 리본을 달고 있는 고양이 한 마리가 당신에게 접근합니다. NL NL 그 고양이가 ~야옹~ 하고 울음소리를 냅니다.",
      "당신은 고양이를 #g쓰다듬었습니다. 그 고양이는 당신의 손길에 기대어 행복하게 #g그르렁댑니다. NL NL 고양이는 다른 곳으로 뛰어가더니 #g음식 조각 몇 개를 물고 돌아왔습니다. NL NL 당신은 고양이의 보답에 감사하면서 이 음식이 어디서 왔는지 최대한 생각하지 않기로 합니다.",
      "당신은 고양이를 #g쓰다듬었습니다. 그 고양이가 당신의 손길에 기대다가, 갑자기 형태가 #y팽창하면서 어린 아이로 변했습니다. \"있잖아, 당신은 유카리님이랑 란님과 비슷해! 경계를 조종하는 법을 배운거야?\" NL NL 당신은 그녀에게 #p무슨 #p얘기인지 #p모르겠다고 대답했습니다. NL NL \"괜찮아! 나도 그 분들이 하는 말을 잘 이해할 수 없으니까!\" 소녀가 다른 방향으로 뛰어갔고, 곧 손에 #y장신구를 들고 돌아왔습니다. \"자, 이거 받아! 당신이 아무것도 모른다고 해도, 곧 그 분들이 다 가르쳐주실거야!\" NL NL 당신은 그녀의 #p예언 같은 말들을 너무 어렵게 생각하지 않으려고 노력하게 되었습니다.",
      "당신은 고양이을 #r발로 찼습니다. 고양이는 당신을 #r위협하며 뛰쳐나갑니다. NL NL 잠시 후, 누군가가 어깨를 두드립니다. 뒤돌아보니, 이상한 여성이 당신을 향해 #p미소 #p짓고 #p있었습니다. NL NL 그건 좋은 의도의 #p미소가 아니었습니다. NL NL \"정말 #p난폭한 사람이구나. 이 환상향에서 난폭하게 구는 사람들이 어떻게 되는지 보여드릴게.\""
    ],
    "OPTIONS": [
      "[고양이를 쓰다듬는다] #g최대 #g체력을 #g",
      " #g얻습니다.",
      "[고양이를 쓰다듬는다] #g유물을 #g얻습니다.",
      "[고양이를 발로 찬다] ",
      "와 #r전투합니다. #g보상: #g",
      " #g개의 #g희귀 #g유물.",
      "[전투 준비]",
      "[떠나기]"
    ]
  },
  "Gensokyo:Boo": {
    "NAME": "왁!",
    "DESCRIPTIONS": [
      "#p@\"왁!\"@ NL NL 누군가가 덤불에서 튀어나왔을때 당신은 #p움찔하며 놀랐습니다. NL NL \"헤헤~! 깜짝 놀랐지? #p무서웠어?\"",
      "당신은 그것이 얼마나 #p두렵고 #p끔찍했는지 과장되게 설명했습니다. 사실, 그 자리에서 기절하지 않은게 #y다행이었습니다. NL NL \"와우! @성공이야!@ 드디어 @해냈어!@\" NL NL 어렴풋한 분위기의 소녀는 함박웃음을 지으며 떠나가면서, 자신의 친구들에게 이것을 말하기까지 기다리기 힘들다며 혼잣말을 하고 있었습니다.",
      "\"힝. 이번엔 성공한 줄 알았는데 . . .\" NL NL 소녀는 #p풀이 #p죽은 #p듯, 비슷한 표정을 한 우산을 땅에 질질 끌며 떠나갑니다. NL NL 그녀의 가련한 모습이 멀리 떠나가자, 당신은 #p죄책감을 느꼈습니다."
    ],
    "OPTIONS": [
      "[긍정한다] #g덱에서 #g카드를 #g1장 #g제거합니다.",
      "[부정한다] #g무작위 #g카드 #g",
      " #g장을 #g강화합니다. #r저주를 #r받습니다 #r- ",
      ".",
      "제거할 카드를 선택하세요.",
      "[잠김] 요구사항: 제거가 가능한 카드",
      "[떠나기]"
    ]
  },
  "Gensokyo:PhantomEnsemble": {
    "NAME": "유령 악단",
    "DESCRIPTIONS": [
      "많은 음악들이 공중을 떠돌고, 이 세상에 #p없는듯한 소리가 당신의 귀를 맴돕니다. 그 음악들은 어딘가 #g즐겁지만 #p공허하고, #g활기차지만 #p허무하며, #g살아있지만 #p죽은것처럼 느껴집니다. NL NL 혼돈의 합주가 당신을 압도했지만, 그 합주 속에서 당신은 3가지의 다른 멜로디를 구별할 수 있었습니다. 그 멜로디들 중 하나에 집중하려고 합니다 . . .",
      "당신은 #y잔잔한 선율에 집중하기 시작했습니다. 그 차분한 음색은 당신의 몸과 마음을 #g진정시키고, 나아갈 수 있을만큼 충분히 회복되었습니다.",
      "당신은 #y즐거운 선율에 집중하기 시작했습니다. 그 혼돈의 음색은 당신의 몸과 마음의 기운에 #g활력을 불어넣었으며, 억제할 수 없는 무한한 에너지를 주는것만 같습니다 - NL NL 마침내 당신이 깨어났더니, 온몸에 이상한 아픔이 있었으며 음악은 멎었습니다.",
      "당신은 #y우울한 선율에 집중하기 시작했습니다. 그 무기력한듯한 음색은 당신의 마음을 #p깊은 #p잠에 빠지게 만들었으며, 당신은 저항할 수 없었습니다. NL NL 마침내 당신이 깨어났더니, 묘한 나른함이 있었으며, 음악은 멎었습니다."
    ],
    "OPTIONS": [
      "[환상적인 멜로디] #g특별한 #g유물을 #g얻습니다.",
      "[즐거운 멜로디] #g특별한 #g유물을 #g얻습니다.",
      "[우울한 멜로디] #g특별한 #g유물을 #g얻습니다.",
      "[떠나기]"
    ]
  },
  "Gensokyo:TheDreamer": {
    "NAME": "몽상가",
    "DESCRIPTIONS": [
      "\"#p꿈속의 안에서, 나는 웃는다, 세계도 나와 같이 웃는다.\" NL NL \"#p꿈속의 안에서, 나는 잊는다, 세계도 나를 잊어버린다.\" NL NL \"#p꿈속에서는, 내가 #y세계다.\"",
      "꿈이 당신을 향해 웃습니다. \"안녕하세요! ",
      "!\" NL NL #p꿈속의 안에서, 세계는 당신과 함께 춤추고, 당신도 세계와 함께 춤추게 되었습니다.",
      "#p꿈은 사라져가고, 그와 함께 당신의 일부도 사라진것처럼 느껴졌습니다."
    ],
    "OPTIONS": [
      "[계속]",
      "[반갑다, 세계야!] ",
      "[침묵을 지킨다] ",
      "#g카드 #g",
      " #g장에 ",
      " #g장에 ",
      "#g보존을 #g부여합니다.",
      "#g휘발성을 #g부여합니다.",
      "#g소멸을 #g부여합니다.",
      "카드 ",
      " 장에 ",
      " 장에 ",
      "보존을 부여할 수 있습니다.",
      "휘발성을 부여할 수 있습니다.",
      "소멸을 부여할 수 있습니다.",
      "[잠김] 요구사항: 휘발성이 없는 카드",
      "[잠김] 요구사항: 카드.",
      "[떠나기]"
    ]
  },
  "Gensokyo:IAmNotThere": {
    "NAME": "나는 그곳에 없다",
    "DESCRIPTIONS": [
      "마을은 조용하고, #p침울한 분위기에 휩싸여있었습니다. #p검은 옷을 입은 마을 주민들이, 길고 애절한 행렬을 이루어 거리를 가로질러 갔습니다. NL NL 멀리에는 키가 큰 #p관을 메고 있는 사람들의 모습이 보였습니다. NL NL 누구였을까요? NL NL 이 주민들에게 저 존재는 대체 어떠한 존재였을까요?",
      "당신은 #p관을 에워싸고 있는 군중들 속으로 섞입니다. 당신은 한 남성이 관 위에 성큼성큼 걸어가 위에 서는것을 보았습니다. NL NL \"제 #p무덤 앞에서 울지 말아주세요!\" NL NL 남성의 목소리는 #y감정에 북받쳐 @목이@ @멘@ 목소리였습니다. \"그게 그녀가 죽으면서 우리에게 남긴 소원입니다. 비록 그녀가 언젠간 돌아올 것을 안다고 해도, 저희에겐 의미가 없습니다, 저희의 삶에서는 그녀를 다시 볼 일이 없으니까요. 그래서 오늘은 저희를 위해 슬퍼하는것입니다. 오늘 우리는 모두에게 소중한 누군가를 잃어버렸으니까요.\"",
      "장례식이 진행되면서, 당신도 마음이 #r아파옵니다. NL NL 비록 당신이 고인이 누구인지 모르더라도, 그들에게 어떤 존재였는지는 몰라도, 이들의 마음의 #r상처는 결코 치유되지 않을것임을 알고 있기 때문입니다.",
      "당신은 그것에 대한 호기심을 만족시킬 필요를 찾지 못 했습니다."
    ],
    "OPTIONS": [
      "[계속]",
      "[접근한다] #r최대 #r체력을 #r",
      " #r잃습니다. #g특별한 #g유물을 #g얻습니다.",
      "[떠나기]"
    ]
  },
  "Gensokyo:CandidFriend": {
    "NAME": "Candid Friend",
    "DESCRIPTIONS": [
      "현무의 계곡 중심에서, 작은 소녀가 깔개 위에 앉아서, 각종 연장들을 만지작거리고 있습니다. NL 그녀는 바빠보이지만, 당신과 말할 틈은 있는것 같습니다. NL \"여기서부터는 위험해. 떠나기 전에 준비를 해두는건 어때?\"",
      "니토리는 꽤 놀란것처럼 보입니다. NL \"나랑 싸우고 싶은거야?\" NL \"딱 좋아, 만든 무기를 시험해보고 싶었어!\"",
      "당신이 떠나고, 그녀는 작업을 계속해나갑니다."
    ],
    "OPTIONS": [
      "[ #r경고! ] #r전투합니다. #g보상: #g???",
      "[상점 둘러보기]",
      "[떠나기]",
      "[싸우기]"
    ]
  },
  "Gensokyo:OwlFriend": {
    "NAME": "올빼미 친구",
    "DESCRIPTIONS": [
      "당신이 깊은 숲 속의 나무들을 뚫고 트인 곳으로 나오던 중에, #p수수께끼의 생명체를 발견했습니다. 그것은 당신을 보더니, 괴상하게 왜곡된 목소리로 말합니다. NL NL \"#g친구가 #y나의 #y둥지로 #g휴식을 취하기 위해 왔는가?\"",
      "당신은 이 괴물을 믿지 못하여, 이유를 붙여서라도 빠르게 이곳을 떠나려고 했습니다. NL NL \"이것을 필요한 자들을 위해 주는 #r선물. NL NL 다만, 한가지 #r증명이 필요하다.\"",
      "증명은 짧고, 신속하고, #r피비린내가 났습니다. 그 생명체는 당신의 결정에 만족하는것 같습니다. NL NL \"괴물은 사람답지 않은 #r힘을 가지고 있다. NL NL 그럼 다른 사람들을 #r공포에 #r떨게 만드는 사람은 대체 무엇일까?\"",
      "당신은 역시 이 생명체와 그것이 주는 선물을 믿지 않기로 합니다."
    ],
    "OPTIONS": [
      "[계속]",
      "[광기의 선물] #g특별한 #g유물을 #g얻습니다.",
      "[폭력의 선물] #g특별한 #g유물을 #g얻습니다.",
      " #r카드 #r",
      " #r장에 ",
      " #r장에 ",
      "#r자동 #r사용을 #r부여합니다.",
      "#r사용불가를 #r부여합니다.",
      "카드 ",
      " 장에 ",
      " 장에 ",
      "자동 사용을 부여할 수 있습니다.",
      "사용불가를 부여할 수 있습니다.",
      "[잠김] 요구사항: 사용 가능한 카드",
      "[떠나기]"
    ]
  },
  "Gensokyo:PrincessOfTheMoon": {
    "NAME": "달의 공주님",
    "DESCRIPTIONS": [
      "당신은 또 다시 #g대나무 #g숲에 들어왔고, 길을 걷다보니, 숲 속에서 오두막 집 하나를 발견했습니다. NL NL 창문을 들여다보니, 소파에 앉아있는 여성이 보입니다. NL NL \"은사를 찾아뵙기 쉬운건 좋은 일이지만. 왜 그분은 우리한테 #r무력과 #g외교의 장점들을 계속 가르치기로 결정하신걸까? #g외교가 제일이라 생각하는데. #r병기없이 #g대화로만 모든게 해결되면 모두가 다 행복할거야.\"",
      "여성은 잠깐 멈추고, 복숭아를 깨뭅니다. NL NL \"당신은 어떻게 생각하시죠? 이방인. #g대화와 #r병기, 어느쪽으로 사람들을 굴복시키고 싶나요?\" NL NL 당신은 갑작스러운 답변 요구에 놀라면서 망설였습니다.",
      "\"제 동생과 같은 생각인가요? 이 #p더럽혀진 행성의 거주민들도 똑같은 생각인가.\" NL NL 그 여성은 당신의 선택에 한숨을 내쉬며 실망한 기색을 보입니다. NL NL \"하지만 대화에서는 타인의 말을 존중하는것도 포함되겠죠, 그러니 저는 당신의 무절제한 #r폭력에도 간섭하지 않겠습니다.\" NL NL 여성 주위의 공간이 비틀리고, 한 순간의 빛과 함께, 그녀는 사라졌습니다.",
      "\"문명화된 방식을 택하신걸 보니 기쁘군요. 어쩌면 이 #p더럽혀진 행성에도 희망이 있을지도 모르겠네.\" NL NL 여성은 순수하고 정직한 미소를 짓습니다. NL NL \"아, 슬슬 떠나야겠네요. 너무 오래 있으면 동생이 걱정할테니.\" NL NL 여성 주위의 공간이 비틀리고, 한 순간의 빛과 함께, 그녀는 사라졌습니다.",
      "당신은 철학적인 논의에 관여하기를 거부하며 빠져나갔습니다."
    ],
    "OPTIONS": [
      "[계속]",
      "[병기] #g",
      " #g장의 #g스킬 #g카드를 #g덱에서 #g제거합니다.",
      "[대화] #g",
      " #g장의 #g공격 #g카드를 #g덱에서 #g제거합니다.",
      "[잠김] 요구사항: 스킬 카드",
      "[잠김] 요구사항: 공격 카드",
      "제거할 카드를 선택하세요.",
      "[떠나기]"
    ]
  },
  "Gensokyo:KappaWarehouse": {
    "NAME": "캇파의 창고",
    "DESCRIPTIONS": [
      "당신은 숲에서 버려진 창고를 발견했습니다. 문의 간판에는, \"캇파의 구역! 출입금지!\" NL NL 하지만 당신은 캇파의 언어를 알지 못하므로, 그런 언어로 당신을 막을수는 없습니다. NL NL 안으로 들어서자 여러가지 #y발명품이나 #y유물들이 널려있었습니다.",
      "당신은 뭔가 쓸모가 있어보이는 것을 집었습니다. 아마도 나중에 유용하게 쓰일것입니다.",
      "익숙하지 않은 기술을 신뢰하고 싶지는 않군요."
    ],
    "OPTIONS": [
      "[뭔가를 가져간다] #g획득: ",
      ".",
      "[떠나기]"
    ]
  },
  "Gensokyo:BloodForBlood": {
    "NAME": "피에는 피",
    "DESCRIPTIONS": [
      "이 #p묘지는 말 그대로 몸도, 마음도 얼어붙어버릴것만 같습니다. #p한방중에 이런 곳에 몰래 들어가는것은 과연 좋은 생각이었을까요? NL NL 당신은 #r피로 물들인 비석을 발견하고 멈춥니다. 이 수상한 #r피칠갑 대리석에 이끌렸습니다. 이 비석에 #r피를 바친다면, 강대한 #y힘을 얻을수 있을지도 모릅니다.",
      "당신의 #r피가 돌로 스며들고, 귓가에 유령 같은 속삭임이 들려왔습니다. NL NL \"너도 내 가르침을 원하는거니? 오늘 밤은 정말 바쁜 날이로구나.\" NL NL #p영혼이 당신을 보며 #p불길하게 #p웃습니다. NL NL \"네가 @원하는@ 그 힘, 지금 @전해주겠다!\"@ NL NL 그녀가 손을 들더니 당신의 #r피가 끓어오르고 #y각성한것을 느꼈습니다.",
      " #p한밤중에 이런 수상한 피칠갑이 된 비석에 #r피를 #r바치는것은 좋은 생각이 아닌것 같습니다."
    ],
    "OPTIONS": [
      "[피를 떨어뜨린다] #r체력을 #r",
      " #r잃습니다.",
      " #g카드 #g",
      " #g장에 ",
      " #g장에 ",
      "#g피의 #g계약을 #g부여합니다.",
      "카드 ",
      " 장에 ",
      " 장에 ",
      "피의 계약을 부여할 수 있습니다.",
      "[잠김] 요구사항: 유효한 카드",
      "[떠나기]"
    ]
  },
  "Gensokyo:SomeoneElsesStory": {
    "NAME": "누군가의 이야기",
    "DESCRIPTIONS": [
      "당신은 축제의 한복판에 있었습니다. 굉장히 북적이며, 특이하고 #p희귀한 물건들도 많이 있었습니다. 인산인해 속에서 누군가가 가운데에 있습니다. 그 누군가는 오래전의 이야기를 하고 있는것 같았습니다. NL NL \"그리고 말이야, 내 #r숙적과 @죽을때까지@ 싸울 준비가 되어있었는데...-\" NL NL 여성은 딸꾹질을 하며 말하고 있었습니다. 확실히 취해있는것 같습니다.",
      "\"나의 회심의 일격을 통해, 또 다시 나의 #g승리였지!\" NL NL 청중들은 노골적으로 과장된 이야기에 환호했고, 당신은 믿기지 못 한다는듯 고개를 저으며 나아갑니다.",
      "\"유감스럽게도 그 날은 #r숙적이 나를 이겨버렸어. 하지만 걱정 마, 곧 그 녀석에게 #p복수할테니까!\" NL NL 청중들은 노골적으로 과장된 이야기에 환호했고, 당신은 믿기지 못 한다는듯 고개를 저으며 나아갑니다.",
      "당신은 그 여성의 #p믿기지 #p않는 말들을 간단히 들었습니다. NL NL 분명 말도 안 되는 이야기였지만, 이 땅의 주민들에 대한 무엇인가를 배울수 있었던것 같습니다."
    ],
    "OPTIONS": [
      "[자세히 듣는다] #r특별한 #r전투를 #r시작합니다. #g루나 #g카드 #g보상을 #g받습니다.",
      "[간단하게 듣는다] #g루나 #g카드 #g보상을 #g받습니다.",
      "[떠나기]"
    ]
  },
  "Gensokyo:MedicineSeller": {
    "NAME": "약장수",
    "DESCRIPTIONS": [
      "당신은 외진 마을에서 #p눈에 #p띄는 행상인을 목격합니다. 마을 주민들은 그녀에게 아주 #g호의적이었으므로, 당신은 그녀가 어떤 서비스를 제공하길래 그러는지 궁금하여 접근했습니다. NL NL 당신이 접근하자, 그 인물은 미소를 지으며 이쪽을 봅니다. NL NL \"아, 포션 하나 사시지 않겠어요? 당신의 희망사항에 맞춘 조합으로 양조할 수 있어요!\"",
      "\"알겠습니다. 그럼 원하시는 효과를 말해주세요.\"",
      "\"이 정도면 충분하겠네요! 하지만 조금만 더 #y돈을 주신다면, 조금 더 #g강력하게 만들어드릴수 있어요. 어떠신가요?\"",
      "\"이제 완벽해요! 이용해주셔서 감사합니다!\" NL NL 약장수는 당신의 요청대로 #y조합된 #y포션을 쥐어주고, 떠났습니다. 당신은 이 포션이 #y그만한 #y돈의 가치가 있기를 바랍니다.",
      "\"괜찮으시다구요? 이용해주셔서 감사합니다!\" NL NL 약장수는 당신의 요청대로 #y조합된 #y포션을 쥐어주고, 떠났습니다. 당신은 이 포션이 #y그만한 #y돈의 가치가 있기를 바랍니다.",
      "그 #y포션은 당신의 여정에 필요가 없습니다."
    ],
    "OPTIONS": [
      "[수락한다] #r골드를 #r",
      " #r잃습니다. ",
      "#g특별한 #g카드를 #g제작하여 #g덱에 #g추가합니다.",
      "#g특별한 #g카드는 ",
      ".",
      "[거절한다] 이대로 특별한 카드를 그냥 둔다.",
      "[떠나기]",
      "[잠김] 요구사항: 골드",
      "#g특별한 #g카드의 #g비용을 정합니다: #g",
      "#g특별한 #g카드에 #g보존을 #g부여합니다.",
      "#g특별한 #g카드에 #g선천성을 #g부여합니다."
    ]
  },
  "Gensokyo:ProphetOfDisaster": {
    "NAME": "재앙 예언자",
    "DESCRIPTIONS": [
      "당신은 저 멀리서 여성이 자신의 손에 모인 무언가 뒤틀리고 꼬이는 물체를 바라보고 있는것을 발견합니다. NL NL \"곧 당신에게 #p재앙이 찾아올 것입니다.\" NL NL 당신은 그녀가 갑자기 말을 걸어온 것과, 돌연한 #p불길한 #p예언에 깜짝 놀랍니다. NL NL \"당신 주위의 #y공기로 알 수 있습니다. 당신이 이곳에 온 이후로 얼마나 많은 갈등에 휘말리셨는지를 생각하면, 그렇게 놀랄 일은 아니에요.\"",
      "그녀는 일어서면서, 손 위에서 춤추고 있는 물체를 없앴습니다. \"하지만 #p재앙을 멈추는것이 제 의무, 얼마 안 되지만 당신에게 약간의 #g도움을 드리겠습니다.\" NL NL 당신은 그 도움을 순순히 받아들였습니다.",
      "방금 그 물의 형체는, 그녀의 손바닥에 다시 뭉쳐 춤을 추고 빙빙 돌다가, 당신의 손에 딱 들어맞는 #y유물이 되었습니다. NL NL \"조금이었지만, 무운을 빌겠습니다.\" NL NL 당신은 앞으로 나아가기전에 그녀에게 감사를 표했습니다."
    ],
    "OPTIONS": [
      "[수락한다] ",
      "#r체력을 #r",
      " #r잃습니다. ",
      "#g3가지의 #g",
      " #g희귀 ",
      " #g고급 ",
      " #g일반 ",
      "#g유물 #g중 #g하나를 #g선택해 #g받습니다.",
      "[떠나기]",
      "[계속]"
    ]
  },
  "Gensokyo:ProbabilitySpaceHypervessel": {
    "NAME": "가능성 공간 이동선",
    "DESCRIPTIONS": [
      "당신은 변방 땅에서 한 건물을 발견했습니다. #y호기심에 사로잡혀 조사를 하기로 결심합니다. 이상하게도, 건물 내부는 현실이 #p왜곡되어있고, 시간의 흐름이 #p느려지는것 같습니다. 멀리서, 사람의 형체가 보입니다. NL NL \"안녕하세요! 절 만드신 제작자분이 이곳에 없습니다, 그러니 나중에 다시 들러주세요!\" 이 로봇과 비슷한 인물에게 대화를 시도해보았지만, 같은 말만 되풀이할 뿐이었으므로, 당신은 무시하기로 했습니다. 여기에 있는 도구 중 일부는 꽤 흥미로워보이고, 유용해보이기도 합니다.",
      "당신은 잠시 동안 실험실의 여러 물건들을 만지작 거립니다. 이곳의 소유자가 당신이 이곳을 어지럽힌것에 대한 소란을 피우지 않았으면 좋겠습니다."
    ],
    "OPTIONS": [
      "[자신을 개선한다] #g무작위 #g카드 #g",
      " #g장을 #g강화합니다.",
      "[실험을 진행해본다] #g카드 #g1장을 #g무작위 #g희귀 #g카드로 #g변화시킵니다.",
      "[몇 개의 플라스크를 가져간다] #g포션 #g",
      " #g개를 #g획득합니다.",
      "변화시킬 카드를 선택하세요.",
      "[떠나기]"
    ]
  },
  "Gensokyo:ThoseWhoFightMonsters": {
    "NAME": "괴물들의 전투",
    "DESCRIPTIONS": [
      "이 앞에서 누군가가 #r싸우고 있는것 같습니다. 하늘을 보니 두 사람의 형체가 #y검과 #y탄막으로 전투하고 있었습니다. NL NL 이 전투를 계속 지켜본다면 무언가 배울수 있지 않을까요?",
      "당신은 #r빨간 #r전사를 관찰해보기로 합니다. 그녀의 공격에는 엄청난 #y힘이 숨겨져있었습니다. 그러나 그녀의 마음에는 무언가 #p의심이 있는것인지, 자신의 힘을 최대한으로 발휘하지 못 하는것 같습니다.",
      "당신은 #b푸른 #b하녀를 관찰해보기로 합니다. 그녀는 #y재빠르고 #y민첩한 속도로 적의 공격을 회피하고 있었습니다. 하지만 그녀의 움직임에서 #p교만함이 느껴지고, 쓸데없는 #p긍지가 그녀를 이 전투에서 진지하게 임하지 않게 만드는것 같습니다.",
      "당신은 이 싸움의 십자포화에 휘말리는 경험을 하고 싶지 않습니다."
    ],
    "OPTIONS": [
      "[빨간 여성을 관찰한다] #g획득: ",
      "[푸른 하녀를 관찰한다] #g획득 ",
      ". #r저주를 #r받습니다 #r- ",
      ".",
      "[떠나기]"
    ]
  },
  "Gensokyo:AliceEvent1": {
    "NAME": "마신의 딸",
    "DESCRIPTIONS": [
      "당신은 이 세계의 신이었습니다. 하지만 아무리 신이라도 #p고독을 느낍니다. 당신이 만들어낸 존재들과, 당신과의 관계는 창조주와 피조물입니다. #p손조차 #p닿지 #p않는 거리에 있었죠. NL NL 그래서 작은 인간 소녀가 이 곳으로 떨어졌을때, 내버려두면 #p악마들의 한끼 식사거리에 불과한 그 소녀를, 당신이 받아들였습니다. \"이 아이는 내 딸이에요.\" 그리고 당신은 휘하의 충신들에게 선언합니다. \"당신들도 이 아이를 그런식으로 대해주세요.\" NL NL 그리고 이 #y선언이 그 아이의 귀에 들어갔을때, 그 소녀는 ..."
    ],
    "OPTIONS": [
      "[궁금해하며 당신을 바라봤습니다] #g턴 #g시작시 #g카드를 #g", " #g장 #g추가로 #g뽑습니다.",
      "[기뻐하며 미소를 지었습니다] #g다음 #g턴과 #g매 #g", " #g턴마다, #g에너지를 #g", " #g얻습니다."
    ]
  },
  "Gensokyo:AliceEvent2": {
    "NAME": "악마의 딸",
    "DESCRIPTIONS": [
      "하지만 당신이 #g능력있는 신이었더라도, 부모로서는 #r최악이었습니다. 그녀가 왜 당신에게서 더 많은 관심을 원했는지 당신은 이해하지 못 했습니다. 당신이 #r위협적인 #r악마를 #r처형했을때, 그녀가 왜 당신을 보며 #p겁먹은 표정을 지었는지 알지 못 했습니다. 그녀가 왜 당신을 피하려 했는지 알지 못 했고, 당신의 손길에게서 점차 멀어지려했는지도 알지 못했습니다. NL NL 정확히 1년 후 그 아이가 당신을 찾아오며, 오늘이 무슨 날인지 기억하냐고 묻습니다. 당신은 그렇게 대답했습니다: \"기억하고 있단다.\" 말을 이어갑니다. \"화요일이잖니.\" NL NL 당연하지만 이건 그녀가 바란 대답이 아니었습니다. 그녀는... "
    ],
    "OPTIONS": [
      "[화를 내며 뛰쳐나갑니다] #r이번 #r턴과 #r매 #r", " #r턴마다, #r", " #r개의 #r자폭 #r인형을 #r소환합니다.",
      "[냉혹하게 고개를 돌리며 나갑니다] #r", " #r장의 ", " #r카드를 #r손으로 #r가져옵니다."
    ]
  },
  "Gensokyo:AliceEvent3": {
    "NAME": "떠나간 자",
    "DESCRIPTIONS": [
      "신사의 무녀와의 만남은 당신의 세계를 #r폐허로 만들고 딸을 실종시켰습니다. 하지만 아무리 샅샅이 찾아보아도, 구석구석을 수색해보아도, 어디에서도 그 아이를 찾을수 없었습니다. 마침내, #r폐허가 된 그녀의 방에서, 편지 하나를 발견합니다. 그 종이엔 한 문장만 쓰여있었습니다: \"안녕히 계세요.\" NL NL 분명 별 것도 아닌것이었을겁니다. 단지 #p변덕을 부려 그 소녀를 데려온것이니까요. 그런데 왜 이리 #p고통스러울까요? NL NL 몸이 무너져내리듯이 주저앉고, 당신의 #r산산조각난 꿈 속에서, 슬피 울었습니다."
    ],
    "OPTIONS": [
      "[당신의 책임이다] #r적이 #r금속화를 #r", " #r얻습니다.",
      "[그녀의 책임이다] #r적이 #r체력을 #r", " #r회복합니다."
    ]
  },
  "Gensokyo:YumekoEvent1": {
    "NAME": "긍지와 기쁨",
    "DESCRIPTIONS": [
      "창조에는 #r고통과 #y긍지가 수반됩니다. 무언가를 만든다는 것은, 항상 연습이 필요한 법이죠. 당신은 수십 개의 소악마들을 휘저은 끝에, 가장 #y강하고, #y완벽하다고 할 수 있는 존재를 만들었습니다. NL NL 그녀는 당신의 가장 사랑스러운 작품으로 태어났습니다. 당신은 그 #y꿈의 #y아이가 눈을 뜨고 첫 발을 내딛은 ~그때를~ 아직도 기억하고 있습니다. 그녀는 -"
    ],
    "OPTIONS": [
      "[당신을 껴안고 허공으로 들어올렸습니다] #g힘을 #g", " #g얻습니다.",
      "[방 안을 춤추며, 웃었습니다] #g민첩을 #g", " #g얻습니다."
    ]
  },
  "Gensokyo:YumekoEvent2": {
    "NAME": "위대한 유산",
    "DESCRIPTIONS": [
      "그녀는 #y완벽해지길 원했습니다. NL NL 모든 작은 #r실수, 모든 작은 #p부적절함 - 그 #y꿈의 #y아이는 자신의 결점을 하나 하나 없애버렸습니다. 하지만 그녀가 얼마나 많은 결점을 극복하더라도, 또 다른 결점이 발생했고, 그런 방식 떄문에 그녀는 #y완벽하지 #y못 #y했습니다. NL NL 당신은 그녀가 자기개선에 고군분투하는 모습을 보면서, 그녀의 고생은 누구의 탓인지 의문이 들었습니다. 분명히, 그녀는 당신의 창조물 중에서 가장 강하고, 완벽한 자여야만 했습니다. 그런데 그녀가 계속 실패를 한다면, 그건 -"
    ],
    "OPTIONS": [
      "[당신이 부족한 탓이다] #r", " #r장의 ", " #r카드를 #r손으로 #r가져옵니다.",
      "[그 아이가 부족한 탓이다] #r", " #r장의 ", " #r카드를 #r손으로 #r가져옵니다."
    ]
  },
  "Gensokyo:YumekoEvent3": {
    "NAME": "실패한 자",
    "DESCRIPTIONS": [
      "#y꿈의 #y아이는 #r실패했습니다. 신사의 무녀를 막지 못 했습니다. 마녀를 막지 못 했습니다. 악령을 막지 못 했습니다. 곧 당신이 개입하게 되어, 그 행동은 당신이 #p대재앙을 이 세계에 일으키게 되었고, 그 여파로 당신의 #y꿈의 #y아이는 #p사망했습니다. NL NL 하지만 그건 그녀의 잘못이 아니었죠. 당신이 그녀에게 마땅한 잠재력을 주지 않아 실패했던 것이었습니다. 그녀의 #r피가 당신의 팔을 뒤덮습니다. NL NL 당신은 #y꿈의 #y아이의 망가진 몸을 가슴에 품고 폐허가 된 당신의 집 속에서 슬피 울었습니다."
    ],
    "OPTIONS": [
      "[당신의 잘못이다] #r", " #r장의 ", " #r을 #r뽑을 #r카드 #r더미에 #r넣습니다.",
      "[더 많은 노력이 필요했다] #r", " #r장의 ", " #r을 #r버린 #r카드 #r더미에 #r넣습니다."
    ]
  },
  "Gensokyo:SarielEvent1": {
    "NAME": "죽음의 천사",
    "DESCRIPTIONS": [
      "당신의 세계에서, 당신이 다루는 모든 아이들은 하나의 #g소중한 #y보석 같은 존재였습니다. 하지만 어떤 보석들은 #r거친 표면과 #r날카로운 모서리가 발달하여, 당신의 규칙을 어기고 다른 아이들에게 문제를 일으켰습니다. NL NL 당신의 세계에서 문제아들과 범죄자들을 추적해 정의의 심판을 내릴 존재가 필요했습니다. 이 세계의 신의 법을 집행할 #p죽음의 천사를 말입니다. NL NL 이 아이에게는, 당신의 모든 명령을 따르는 #y충성심을 부여했고, 또 -"
    ],
    "OPTIONS": [
      "[다른 모든것을 능가하는 힘을 부여] #g매 #g", "번째로 #g사용하는 #g공격 #g카드가 #g2번 #g사용됩니다.",
      "[도주하는 자들을 추격할 수 있는 민첩성을 부여] #g매 #g", "번째로 #g사용하는 #g스킬 #g카드가 #g2번 #g사용됩니다."
    ]
  },
  "Gensokyo:SarielEvent2": {
    "NAME": "천사는 죽지 않는다",
    "DESCRIPTIONS": [
      "당신의 작은 천사는 #y완벽했습니다. NL NL 당신이 아주 조금 속삭이는 몇 마디 만으로도, 그녀가 #y정확하고 #y효율적으로 문제를 처리했습니다. 얼마 지나지 않아, 당신의 아이들 사이에 #p죽음의 #p천사에 대한 소문이 돌았습니다. 소란을 피우는 자를 확실하게 때려눕히려 오는 #p사신에 대한 것을 말입니다. 얼마 후, 문제아와 범죄자는 나타나지 않게 되었고, 더 이상 천사를 내보낼 필요도 없어졌습니다. NL NL 얼마 지나지 않아, 그 천사가 존재한다는 것조차도 잊고 말았습니다. 어느 날, 그녀가 조용히 당신을 찾아와 이렇게 말하기 전까지는..."
    ],
    "OPTIONS": [
      "[제가 처단할 자는 어디에 있습니까?] #r포박 #r디버프를 #r", " #r얻습니다.",
      "[왜 저를 버리고 가신겁니까?] #r주술 #r디버프를 #r", " #r얻습니다."
    ]
  },
  "Gensokyo:SarielEvent3": {
    "NAME": "잊혀진 자",
    "DESCRIPTIONS": [
      "당신은 마계의 #p폐허 속에서, 잊혀지고 고독한 모습으로 서있는 인물을 발견했습니다. NL NL 당신은 매우 #p어리석습니다. 만약 당신이 이 #y천사를 제대로 기억하고 있었다면, 그녀에게 침입자를 쫒아내게 할 수도 있었습니다. 어쩌면 이 천사는 다른 아이들이 해결해내지 못한 #p대재앙을 막아낼수도 있었을겁니다. NL NL 당신이 그녀에게 손을 대보지만, 그녀는 죽은듯이 차가워져 있었습니다. 그녀는 다시는 오지 않는 명령을 한없이 기다리다가, 돌이 되어버렸다는 것을 깨달았습니다."
    ],
    "OPTIONS": [
      "[이건 비극이다] #r약화와 #r손상을 #r" , " #r얻습니다.",
      "[당신의 실수다] #r속박 #r디버프를 #r" , " #r얻습니다."
    ]
  },
  "Gensokyo:MarisaAnOldGhost": {
    "NAME": "고대의 유령",
    "DESCRIPTIONS": [
      "이 묘비는 #p낡고 #p닳아서, 시간이 흘러도 부서진 채로 방치되어있습니다. 당신이 이전에 남겨두었던 제물들은, #p유령이 가져간것 같습니다 . NL NL 필요한 것은 한 방울의 #r피. 피가 나는 손가락을 치료하다보니, 주변에 연기가 피어오르고, 친숙한 모양으로 뭉쳐지기 시작합니다. NL NL \"오랜만이구나, 아가야. 이 은사를 잊은줄 알았더니.\" NL NL 당신도 미소를 짓습니다.",
      "\"여전히 ~자신감~ 이 끝이 없나보구나. 그리고 네 #r힘도 그만큼 성장했고. 슬슬 내 #y오의를 가르쳐줄 시간이 온 것 같은데 . . . ?\" NL NL 놀라서 숨을 삼킵니다. 미마님의 오의라니? 대체 그게 뭘까요? NL NL 그 기대감에 벌써 심장이 @뛰는@ 것을 느낄수 있었습니다.",
      "\"여전히 ~자신감~ 이 끝이 없나보구나. 하지만 뭔가 잊은건 없니? 그 꽃의 요괴에게서 빼앗아온 그것은 어디로 사라졌니?\" NL NL 눈쌀을 찌푸립니다. 그 말이 맞습니다. 무언가 #y중요한걸 잊었습니다. 당신이 가슴 속에 꼭 간직하던 무언가가. NL NL \"네 기억을 되살려보렴. 예전부터 계속 그것을 보여주겠다고, 수십번 이상을 말했잖니.\"",
      "당신의 스승이 정말 엄청난 것을 보여주자, 눈이 #y휘둥그레집니다. NL NL 그녀가 방출한 #y스파크는 숲을 뒤덮으며, 이 일대를 전부 #r불타는 #p황무지로 만들어버렸습니다. NL NL 정말 이제까지 보았던 것들중에서 가장 아름다웠습니다. NL NL 그리고 이제 당신의 것이죠.",
      "\"음? 의외구나. 기꺼이 알고 싶어할줄 알았는데.\" NL NL 고개를 저으며, 이제부터는 자신의 힘으로 배워가겠다고 답합니다. NL NL \"고집쟁이구나. 좋아, 나중에 #p후회는 하지말려무나.\" NL NL 그 모습이 사라지고, 당신은 비석에 혼자 남아있게 됩니다."
    ],
    "OPTIONS": [
      "[계속]",
      "[그녀의 가르침을 받는다] #g획득 - ",
      "[거절한다]",
      "[떠나기]"
    ]
  },
  "Gensokyo:MarisaJustAVisit": {
    "NAME": "그냥 방문",
    "DESCRIPTIONS": [
      "빗자루로 공중을 산책하다보니, 아주 익숙한 붉은 토리이가 눈에 들어옵니다. 이 곳에 방문한지 꽤 오래 됐습니다. NL NL #y새전함 앞에 착륙했습니다. 이건 아직도 #p텅텅 #p비어있군요. NL NL 무언가 . . . 해줘야만 할 것 같습니다.",
      "#y동전이 바닥을 굴러다니며 소리를 낼 때, 편안함을 느낍니다. 그리고 어쨌든 이번 겨울은 좀 쌀쌀하니까요. NL NL \"마리사? 뭘 하러 온 거야?\" NL NL 레이무가 신사에서 나오며 당신을 쳐다봅니다. 당신은 단상에서 뛰어내리며 그냥 귀찮게 해주려고 말합니다. NL NL \"어지간히도 할 일이 없나보네. #b감기 걸리기 전에 어서 들어가있어.\" NL NL 그녀가 차를 끓이는 동안 당신은 당신의 집에 있는것처럼 편히 쉬었습니다.",
      "눈가가 내려가고 #p하품이 나옵니다. 좀 더 놀고 싶지만, 몸은 솔직합니다. NL NL 집에 가서 쉬는게 좋겠군요."
    ],
    "OPTIONS": [
      "[휴식하고 간다]",
      "[기부하기] #r골드를 #r",
      " #r잃습니다. #g획득 - ",
      "[잠김] 요구 사항: ",
      " 골드.",
      "[떠나기]"
    ]
  },
  "Gensokyo:MarisaBookThief": {
    "NAME": "책 도둑",
    "DESCRIPTIONS": [
      "메이링은 언제나처럼 #p잠들어 있었습니다. 저택 안에서는, 사쿠야가 부엌에서 바쁘게 일하는 소리를 들었습니다. NL NL 이 절호의 기회를 놓칠수 없습니다. NL NL 홍마관의 도서관 안으로 소리없이 잠입합니다. 자, 오늘은 어떤 책을 가져가볼까요? #p어둠의 마도서, #p@금기의@ #p마술, #r이빨을 #r드러내는 고서, #y강력한 마술. 그리고 또 어떤 것들이 또 기다리고 있을까요?",
      "이 책은 복잡한 마법으로 봉인이 걸려있습니다. 해제하는 것은 분명 #p힘들겠지만, 이만큼이나 엄중하게 지켜지고 있는 책이라면, #y분명히 거창한 것이 들어있을게 확실합니다. NL NL \"아, 또 너였네.\" 뒤돌아보았더니, 파츄리가 화가 난 표정으로 당신을 쳐다보고 있었습니다. NL NL \"설마 그 책을 그냥 가져가려는 생각은 아니겠지.\" 그녀가 손을 들고, #y힘을 상징하는 #b원소 구체들이 생성되기 시작했습니다. \"뭐, 너도 학습하고 있다고는 생각하는데.\"",
      "\"응? 너가 갑자기 포기할 줄은 상상도 못 했어.\" NL NL 당신은 웃으면서, 이 책은 그렇게까지 할 가치가 없을 뿐이라고 말합니다. NL NL \"정말로?\" 그녀는 당신의 손에서 책을 건네받아 그것을 선반에 놓습니다. \"그럼, 앞으로도 그럴거라고 믿을게?\" NL NL 당신은 곧 그 자리를 떠나고, 빈 손으로 돌아오기로 합니다.",
      "잘 생각해보면, 아직 최근에 \"빌린\" 책들을 다 읽지도 않았는데 다른 책을 가져가는건 무의미해보였습니다."
    ],
    "OPTIONS": [
      "[책을 가져간다] #g10장의 #g카드중 #g1장을 #g골라 #g덱에 #g추가합니다.",
      "[물러서지 않는다] #r전투합니다. #g보상: #g특별한 #g유물.",
      "[책을 돌려준다] #r손실: ",
      "[떠나기]",
      "덱에 추가할 카드를 선택하세요."
    ]
  },
  "Gensokyo:MarisaAHazardousHobby": {
    "NAME": "위험한 취미",
    "DESCRIPTIONS": [
      "당신은 향림당에 들어가 #r소란을 피웁니다. 린노스케는 당신이 들어오는걸 쳐다보지도 않습니다. NL NL \"또 네가 \"수집한\" 물건들을 강매하러 온 거니?\" NL NL 당신은 그에게 미소를 지으며 그렇다고 말합니다. 하지만 그가 뭔가 #y흥미로운 물건을 가지고 있다면, 그것과 교환하는것도 나쁘지 않을지도 모릅니다. NL NL \"최근에 얻은 가장 흥미로운건 무엇인가를 휘갈겨 써놓은 이 #y종이야. 거의 해독하지는 못 했지만, \"포션\" 이라는 단어가 몇 번정도 나왔어.\"",
      "그가 당신에게 한 #y종이를 보여주었고, 당신의 호기심이 즉시 발현했습니다. 재료는 범상치 않았고, 과정은 독특했고, 제작 결과는 의심스러웠습니다 . . . NL NL 하지만 그 포션을 만들기 위한 #p불확실한 양조 과정들이 #g스릴 넘치게 느껴집니다. NL NL \"아, 이게 마음에 드는구나?\"",
      "당신은 인상을 감추려고 노력했지만, 그가 다 꿰뚫어보고 있다는 표정을 본 뒤 포기했습니다. 그에게서 이 레시피를 무료로 가져오기에는 불가능해보입니다. NL NL \"그래서, 이 문서와 돈 중에 뭐가 더 필요해?\"",
      "레시피는 당신에게 상당한 흥미를 주었지만, 불행하게도 돈이 부족했습니다. NL NL 아쉽게 되었습니다. 다음 기회를 노려봐야죠.",
      "이 적자를 메우려면 레이무에게 들어온 몇가지 퇴치 의뢰들을 먼저 빼앗아야겠습니다. 하지만 . . . NL NL 어쩐지, 이 #y포션은 그만한 가치가 있어보입니다.",
      "\"이 부분은 너한테는 어려운 결정이겠구나. 마음을 먹었다면 언제든지 와.\""
    ],
    "OPTIONS": [
      "[계속]",
      "[돈] #r손실: ",
      "[레시피] #rLose ",
      ". #gGain #g",
      " #gGold.",
      ". #g특별한 #g유물을 #g얻습니다.",
      "[결정할 수가 없어]",
      "[잠김] 요구: 기본, 저주 카드를 제외한 카드.",
      "[떠나기]"
    ]
  },
  "Gensokyo:MarisaWalpurgisnacht": {
    "NAME": "발푸르기스의 밤",
    "DESCRIPTIONS": [
      "오늘은 #y특별한 밤입니다. 당신이 브와르 도서관에 침입자가 아닌 손님으로서 발을 들여놓게 되었으니까요. NL NL \"늦었네, 마리사. 앨리스랑 난 널 기다리고 있었어.\" NL NL 당신은 테이블 위에 그들에게 요청받았던 재료 봉지들을 놓습니다. 이걸 다 모으는 것도 힘들었다구요. 이들 중 일부는 꽤 #y희귀하기도 했죠. NL NL 당신과 앨리스의 시선을 느낀 파츄리가 한숨을 쉽니다. \"알았어. 어쨌든, 의식을 시작하자.\"",
      "당신은 그녀들을 따라가는 동안에도 #y흥분이 멈추지 않습니다. 발푸르기스의 밤이란, 자신들과 같은 마녀의 힘이 최고조에 도달하는 시기였고, 파츄리의 계획이 성공한다면, 그 여분의 힘을 1년 내내 사용할 수 있게 됩니다! NL NL 앨리스는 두 인물이 접근하는걸 바라보다가, 바닥에 그려진 복잡한 #p마법진을 바라봅니다. \"이제 왔구나. 마법진은 매우 완벽해. 이제 누가 먼저 들어갈지 결정만 하면 돼.\"",
      "\"그렇게까지 실험용 쥐가 되고 싶은거야?\" 앨리스가 원 안에 서려는 당신을 바라봅니다. \"하지만 당신다운 행동이네.\" NL NL 의식이 시작되고, 무언가가 안에서 #r불타오르고, 그 #r불씨가 점점 커져가며 성장하는게 느껴집니다. 모든것을 #r흡수하고 #p끝없는 #p굶주림 같은 #r@불타는@ #r@지옥불@ 같습니다... NL NL 눈을 뜹니다. 느껴집니다. 당신의 #y스파크가 성장하고, 더욱 #y밝아지고, 강해졌습니다. NL NL 이것을 세상에 해방할때가 기다려집니다.",
      "\"내가 마법진을 만들었으니까, 제대로 작동하는지 내가 먼저 확인해야할 책임이 있겠네.\" NL NL 앨리스가 마법진 안에 들어서고, 당신은 외곽에 자리를 잡습니다. 의식은 짧고, 실망스럽게도 화려한 조명 쇼가 부족한것 같습니다. NL NL 앨리스가 눈을 떴을때, #p무언가가 그녀의 안쪽에 심어졌다는걸 느낍니다. NL NL 그녀가 대체 무엇을 보았을까요? 당신이 들어갔다면, 무엇을 보게 되었을까요?",
      "\"내가 꺼낸 말이니, 내가 먼저 시도해볼게.\" NL NL 파츄리가 마법진 안에 들어서고, 당신은 외곽에 자리를 잡습니다. 의식은 짧고, 실망스럽게도 화려한 조명 쇼가 부족한것 같습니다. NL NL 파츄리가 눈을 떴을때, #p무언가가 그녀의 안쪽에 심어졌다는걸 느낍니다. NL NL 그녀가 대체 무엇을 보았을까요? 당신이 들어갔다면, 무엇을 보게 되었을까요?"
    ],
    "OPTIONS": [
      "[계속]",
      "[먼저 들어간다] #r체력을 #r",
      " #r잃습니다. #g스파크 #g카드를 #g전부 #g강화합니다.",
      "[앨리스가 먼저 들어간다] #g획득: 앨리스의 선물+.",
      "[파츄리가 먼저 들어간다] #g카드 #g1장을 #g무작위 #g희귀 #g카드로 #g변화시킵니다.",
      "[잠김] 요구사항: 강화할 수 있는 스파크 종류 카드가 필요합니다.",
      "[???]",
      "변화시킬 카드를 선택하세요"
    ]
  }
}
