{
  "Gensokyo:BorderOfDeath": {
    "NAME": "! ! ! DEPRECATED ! ! !",
    "DESCRIPTIONS": [
      "A thick ~fog~ descends upon you, enveloping you in a ~murky~ shroud. You feel yourself grow #plight-headed as the fog’s ethereal fingers pull your consciousness away, depositing you in a memory of another time, watching actors in a play that had already been performed. NL NL You see two women standing near a tree, a ~beautiful~ tree with boughs stretched out like a #ygrand invitation. You see the blond one murmur something to her companion before stepping away, leaving the pink-haired woman alone with the tree.",
      "You find yourself stepping forward, drawn by the overwhelming presence of ~something~ you had long since forgotten. NL NL »You probably shouldn't come any closer.» NL NL You couldn't help but notice the #rbitterness in the woman’s voice as you ask her why. NL NL »I was born a #p~cursed~ child. Born with hands stained #rred by something outside my control, #p~cursed~ with an ability that makes everyone around me perpetually #pfear for their lives.»",
      "You can ~smell~ it in the air, the stench of #rdeath. You had thought it was coming from the #pyoukai tree, but now you can tell it had been ~emanating~ from the woman all along. NL NL »No one wants me. No one wants to even ~be~ around me. It would probably be for the best if I just... disappeared.» NL NL You see the slim #rdagger in the other woman’s hands. You see her raise it, its ~trembling,~ silver point pressed ~precariously~ against her chest - ",
      "She ~freezes~ as your voice reaches her, her head ~slowly~ ~swiveling~ towards you like she couldn't believe you had honestly proposed the notion that you would be her friend. NL NL »You... you would #r@abandon@ me before long, just like the others! They always do, once they’re fed up with living in perpetual fear of my ability!» NL NL You tell her that you are #gimmortal, that you had long since forgotten what it meant to #pfear #pdeath.",
      "She gives you an incredulous look. NL NL ~»Prove~ ~it!»~ NL NL She holds out a hand.",
      "You take her hand. NL NL #rSearing #rpain flows through your body, every single one of your cells @screaming@ in #r~agony~ as the essence of #pdeath invaded ~every~ fiber of your being - NL NL The #rpain faded to a dull throb, and you felt your body #grestore itself as the ~world~ corrected the error that was your deceased self. NL NL You see her ~staring~ at you, tears ~trickling~ down her face, ~dumbfounded~ that you were still upright instead of a #pcrumpled #pcorpse.",
      "»You’re... you’re ~still~ #galive!» NL NL She embraces you, burying her face in your chest as she ~sobbed.~ You #gcomfort her awkwardly, unused to this kind of ~intimate~ gesture. You glance up and notice the other woman from before standing there, observing the two of you. NL NL She smiles, ~whispering~ something only you could hear. NL NL #g»Thank #gyou.» NL NL You wake up from the vision with a @start,@ a cherry blossom cradled in your hands that had not been there before. Just what had happened?",
      "#pDespair clouds her face as you stand there, unmoving. NL NL »You... ~you’re~ just like the ~rest~ of them!» NL NL The dagger rises, glinting ~silver~ in the moonlight. NL NL @»I@ #r@hate@ @all@ @of@ @you!»@ NL NL #rBlood sprays across the tree’s trunk.",
      "Her body ~crumples~ to the ground, finally at peace. NL NL You wake up from the vision with a @start,@ the image of that #rblood-stained body still engraved in your mind. Just what had happened?"
    ],
    "OPTIONS": [
      "[Продолжить]",
      "[Refuse]",
      "[Prove it] #rLose #r",
      "[Stop her]",
      "[Уйти]",
      " #rMax #rHP. #gObtain #ga #gSpecial #gRelic."
    ]
  },
  "Gensokyo:ScarletDevilMansion": {
    "NAME": "Особняк алой дьяволицы",
    "DESCRIPTIONS": [
      "Вы замечаете величественное поместье, возвышающееся вдалеке, его #rбагровые стены ~нависают~ над окрестностями напоминая #rалого мастера. NL NL Приблизившись, вы находите дремлющего на своём посту стражника и полуоткрытые ворота манящие внутрь.",
      "Внутри, вас накрывает волна недоумения от осознания насколько огромна высота потолка. NL NL «О? Посетитель?» NL NL Сказала девушка с серыми волосами и ~танцующей~ улыбкой, подходя ближе.",
      "«Полагаю, с моей стороны было бы невежливо не проявить гостеприимства. Может быть, вы хотите посетить библиотеку? Уверяю, это одно из самых обширных хранилищ знаний на этой земле. Но если это вам не по вкусу, могу также предложить одну из старинных реликвий, которые у нас есть, взамен на небольшое... пожертвование.»",
      "Горничная отвела вас в библиотеку с крохотной девочкой в фиолетовом. Остренькие глазки которой тщательно изучают нового посетителя. NL NL «Если ты #rукрадёшь или #rповредишь какую-либо книгу, я #r~испепелю~ тебя на месте.» NL NL Вы решаете что лучше не проверять насколько она это серьёзно.",
      "«Спасибо вам большое.» NL NL Вы замечаете, как что-то ~серебристое~ и ~острое~ промелькнуло у лица. Вспышка #rболи и металлический привкус #r~крови~ тут же вспыхивают на щеке. NL NL Вы моргнули и вот боль уже заменяет украшающая повязка.",
      "Оборачиваясь вы видите горничную держащую флакон #rкрови. NL NL «Приношу извинения за любой приченённый дискомфорт, обычно у меня выходит эффективней.» NL NL Она отошла в боковую комнату и вернулась со странной #yреликвией в руке. NL NL «Держите. Можете приходить когда пожелаете, в конце концов мы всегда можем принять ещё ~пожертвований~ .» NL NL Вы сомневаетесь что вернётесь сюда в ближайшее время."
    ],
    "OPTIONS": [
      "[Продолжить]",
      "[Пойти в библиотеку] #gВыбрать #g1 #gиз #g10 #gулучшенных #gкарт #gи #gдобавить #gеё #gв #gколоду.",
      "[Сделать пожертвование] #rПотерять #r",
      " #rОЗ. #gПолучить #gреликвию.",
      "[Уйти]",
      "Выберите карту, которую хотите добавить в колоду."
    ]
  },
  "Gensokyo:TheEnmasDilemma": {
    "NAME": "Дилема эммы",
    "DESCRIPTIONS": [
      "Вы оказываетесь рядом с ~окутанной~ ~туманом~ рекой, ~пустынным~ местом, окрашенным множеством затяжных #pсожалений. NL NL А впереди видите девушку с ~призрачной~ фигурой у её ног. NL NL «Расскажи мне.» NL NL Её голос суров, пронизан властностью, но в то же время под ним скрывается #pпечаль. Она не поворачивается лицом, но почему-то кажется, что она говорит напрямую в вашу ~душу.~",
      "«Вот человек, вор, #rубийца, преступник, тот, кто #rразрушил бесчётное количество жизней. Он делал это всё ради своей родни, чтобы поддержать свою #gсемью, когда никто другой этого не сделал. В конце концов, человек #rумер защищая своего ребёнка от ещё более @жалкого@ #pгрешника.» NL NL Она остановилась и ~уставше~ вздохнула. NL NL «Как думаешь, какая должна быть его #yсудьба?»",
      "«У вас #gдобрая душа.» NL NL Девушка взмахнула жезлом и душа перед ней ~развеялась~ в мерцающем #yсвете. NL NL «Но у меня нет ~привилегии~ быть такой #gдоброй, как ты.» NL NL Сказала она перед тем, как ~развеялась,~ оставив вас одного на берегу реки, неуверенного в том, что именно только что произошло.",
      "«Полагаю, вы правы.» NL NL Девушка взмахнула жезлом и душа перед ней ~развеялась~ в мерцающем #yсвете. NL NL «Обидно, что даже #rжертвы таких обстоятельств, как он, должны быть #pнаказаны. Но не я устанавливаю правила.» NL NL Сказала она перед тем, как ~развеялась,~ оставив вас одного на берегу реки, неуверенного в том, что именно только что произошло."
    ],
    "OPTIONS": [
      "[Продолжить]",
      "[Милосердная] #rПотерять ",
      "[Закрыто] Требуется атака не являющаяся ударом",
      "[Справедливая] #rПотерять ",
      "[Закрыто] Требуется навык не являющийся обороной",
      " #gПолучить #gособую #gреликвию.",
      "[Это не моё дело]",
      "[Уйти]"
    ]
  },
  "Gensokyo:ACelestialsPlight": {
    "NAME": "Тяжёлая участь небожителя",
    "DESCRIPTIONS": [
      "Вы видите #bсиневласую девочку, ~бездельничущую~ и развалившуюся на камне ни о чём не заботясь. NL NL Краем глаза вы замечаете материализующуюся позади неё #pпризрачную фигуру, обладающую #p~грозной~ косой с мрачным блеском. NL NL Она приближается к ничего не подозревающей девочке, поднимая своё оружие высоко в воздух...",
      "Вы бросаетесь вперёд, заграждая её от опускающейся вниз косы - NL NL #r@ШИНЬК!@ NL NL #rБоль вырывается из груди от неприятной #rраны, оставленной на вашем теле этим грозным оружием. NL NL Нападавший попятился назад от удивления, перед тем как летящий камень не вышвырнул его куда подальше. NL NL «Так, и зачем ты сделал это?»",
      "Вы оборачиваетесь и видите девочку с ~раздражённым~ взглядом. NL NL «Я ждала, когда он наберётся смелости напасть на меня ~недели!~ Это должно было быть #y~блестящее~ сражение, в котором я сражаюсь за свою жизнь против #p@злого@ синигами, прежде чем, наконец, одержу победу! Но нет, ты пришёл и всё испортил.» NL NL - вздыхает она, серьёзно взглянув на вас. NL NL «Ну, по крайней мере я ценю такую мысль. Хотя это и было совершенно #rненужно и #rнежелательно, я полагаю надо вернуть #yдолжок. Вот.»",
      "Она суёт вам в руки свёрток ткани. NL NL «Полагаю, можешь взять это раз твою одежду #rразорвали в клочья.» NL NL Сказав всё что хотела, девушка развернулась и ушла, бормоча себе под нос о том, насколько долгие и #pскучные будут эти две недели ожидания следующего случая.",
      "#rКрасное пятно проносится мимо вас и врезавшись в #pпризрачную фигуру отправляет её далеко в полёт. Пятно собралось в девушку с #rалой одеждой, и вступило в ~спор~ с девочкой. После достаточного #rожесточённого спора, девочка @топнула@ и улетела в небо, на что девушка покачала головой и бросилась в погоню. NL NL Наблюдая как они уходят, вы замечаете #yмонеты оставленные и разброшенные в округе #pпризрачной фигурой. NL NL Вы решаете собрать их, прежде чем двигаться дальше."
    ],
    "OPTIONS": [
      "[Продолжить]",
      "[Вмешаться] #rПотерять #r",
      " #rОЗ. #gOПолучить #gособую #gреликвию.",
      "[Пустить на самотёк] #gПолучить #g",
      " #gЗолота.",
      "[Уйти]"
    ]
  },
  "Gensokyo:HakureiShrine": {
    "NAME": "Храм Хакурей",
    "DESCRIPTIONS": [
      "После ~долгого~ восхождения на гору, вы обнаруживаете маленький обветшалый храм. Девушка в красном и белом подметает окрестности, бросив на вас лишь ~беглый~ взгляд, указала на большой деревянный ящик. NL NL #y«Пожертвования оставлять там.» NL NL Больше ничего не сказав, она продолжила подметать.",
      "Звук @звякающих@ #yмонет о дно коробки почти оглушителен в полной тишине. NL NL Уши девушки ~подёргиваются,~ как будто она не могла поверить в услышанное, прежде чем она, наконец поворачивается с #yлучезарной улыбкой. NL NL «Добро пожаловать в храм Хакурей! Что я могу сделать для вас?» NL NL Вы объясняете что хотели бы #yблагословение. NL NL «#yБлагословение? На самом деле я не знаю какое божевство символизирует храм, но по крайней мере оно способно дать простое #yблагословение.»",
      "Девушка сложила руки вместе и закрыла глаза, что-то бормоча себе под нос. Вокруг неё появляется #y~светящаяся~ аура, на секунду @дрогнувшая@ перед #r@взрывом@ и ~окутыванием~ вас. NL NL На мгновение показалось, что тело было словно ~облачко,~ и вы могли просто ~уплыть~ от всех #pтревог и #pпроблем. NL NL В конце концов, вы спускаетесь с небес на землю и видите её самодовольную улыбку. NL NL «Должно сработать. Можете вернуться за ещё одним в любое время! Если у вас будут #yденьги, конечно.»",
      "Вы решили, что вас не особо заботят #yпожертвования в храм, где смотритель так пренебрежительно относится к посетителям."
    ],
    "OPTIONS": [
      "[Продолжить]",
      "[Пожертвовать] #rПотерять #r",
      " #rЗолота. #gУлучшить #g",
      " #gслуч. #gкарты.",
      "[Закрыто] Требуется ",
      " золота",
      "[Пожертвовать] #rПотерять #r",
      " #rЗолота. #gВосполнить #g",
      " #gОЗ.",
      "[Закрыто] Требуется золото",
      "[Закрыто] Требуются улучшаемые карты",
      "[Уйти]",
      "[Закрыто] Требуются недостающие ОЗ"
    ]
  },
  "Gensokyo:ASwiftSlash": {
    "NAME": "Быстрый порез",
    "DESCRIPTIONS": [
      "Вы замечаете молодую мечницу в саду, ~быстрые~ взмахи и ~стремительные~ выпады  рассекают воздух, а белая капля с любопытством ~следует~ за её движениями. NL NL Техники кажутся немного #rгрубыми, но вы уверены что, их можно включить в свой боевой стиль, если понаблюдать немного дольше. NL NL Альтернативно, можно узнать больше спустившись и попросив #yспарринг.",
      "Вы зачарованно смотрите как мечница @скачет@ с места на место подобно @разрушительному@ потоку #bводопада, всплески движения перемежаются ~стремительными~ ударами и выпадами. NL NL У стиля были свои недостатки, но его ценность в скорости, которой можно закончить бой здесь и сейчас. NL NL Девушка остановилась, убрала клинок в ножны и вытерла лоб. Видимо, показ окончен. NL NL Вы киваете себе под нос, прежде чем развернуться, ~размышляя~ над новыми знаниями.",
      "Девушка, похоже, ~удивлена~ внезапным появлением и просьбой о спарринге, но быстро восстанавливает самообладание. NL NL «Хорошо, однако не ждите, что я буду сдерживаться.» NL NL @ЛЯЗГ!@ NL NL Звук клинков бъющихся друг о друга эхом ~разносится~ по всей округе. Вы оба мечетесь туда-сюда выискивая любые #pслабости в защите, которые можно #rиспользовать. NL NL @ЛЯЗГ!@ @ЛЯЗГ!@",
      "После того, что казалось длилось ~вечность,~ но на деле всего несколько минут, вы расстаётесь, гляда друг на друга с новоприобретённым #gуважением. NL NL «Вы очень хороши. Не многие могут сравниться со мной в честном сражении.» NL NL Вы благодарите её за #yпохвалу и спарринг. NL NL Конечно, его было достаточно, чтобы увидеть приёмы, которые другая девушка не использовала бы на простой тренировке. NL NL Такие приёмы обязательно позже пригодятся."
    ],
    "OPTIONS": [
      "[Продолжить]",
      "[Наблюдать] #gУлучшить #gкарту #gв #gколоде.",
      "[Спарринг] #gПолучить Разрез полумесяцем. #rПотерять #r",
      " #rОЗ.",
      "[Уйти]",
      "Выберите карту, которую хотите улучшить.",
      "[Закрыто] Требуются улучшаемые карты"
    ]
  },
  "Gensokyo:ThoseEarthRabbits": {
    "NAME": "Эти земляные кролики",
    "DESCRIPTIONS": [
      "#gБамбуковый #gлес, в который вы вошли, густой, полон ~дорог~ и ~поворотов,~ которые могут #rсбить более неопытного путешественника с пути. NL NL Краем глаза, вы видете что-то между двумя стеблями: #yкорзина ручной работы, которая кажется неуместной в этом море #gзелени. NL NL «Эй! Вы там!» NL NL Обернувшись, вы замечаете задыхаясь бегущую высокую девушку с кроличьими ушками.",
      "«Вы-вы случайно не видели мою #yкорзинку с лекарствами поблизости? Мне надо кое-что продать в деревне, иначе хозяйка #rсдерёт с меня шкуру!» NL NL Собираясь сообщить ей где #yкорзинка, неизвестный голос внезапно шепчет вам на ухо: NL NL «Эй, просто сделай вид что ты ничего не видел и я отплачу за потраченное время, окей?» NL NL Вы слышите нежный #yзвон от того что протянули вам в руку...",
      "Вы вежливо отклоняете #pвзятку. NL NL «Эх, скучный ты.» NL NL Присутствие позади исчезает, как только вы указываете на #yкорзинку, которая удобно устроилась на высоких стеблях бамбука. Кролик вздохнула. NL NL «Брр, я клянусь, Теви получает какое-то #rсадистское удовольствие, смотря как мастер наказывает меня.» NL NL Предложив помочь достать её #yкорзинку, вы стоите под стеблями, как вдруг слышите звук @ТРЕСКА.@",
      "#r@ШМЯК!@ NL NL Вы оказываетесь на земле с пульсирующей от #rболи головой, кролик смотрит на вас с беспокойством и #yкорзинкой в руках. NL NL «Прости за это. Я уверена этот #pрозыгрыш предназначался для меня, но ты занял моё место, ха.» NL NL Кролик помогла подняться прежде чем запаниковать посмотрев на солнце. NL NL «Блин! Мне надо поспешить, иначе рынок закроется!» NL NL Она убегает. «Я обязательно отплачу за #gуслугу позже!»",
      "Вы сжимаете #pвзятку в руке и хладнокровно сообщаете кролику, что не видели её #yкорзинку с лекарствами в округе. NL NL «Боже! Где же она? Куда она @делась?!»@ NL NL Кролик убегает, а позади кто тихо хихикает. NL NL «Приятно иметь с тобой дело, приятель. Если у тебя будет #gвесёлое настроение, я помогу тебе. Но мне пора идти, пока она не поняла что я снова тут расслабляюсь.» NL NL Присутствие позади исчезает, оставляя вас одного в бамбуковом лесу."
    ],
    "OPTIONS": [
      "[Продолжить]",
      "[Помочь] #gПолучить #gособую #gреликвию. #rПолучить #rПроклятие #r- ",
      ".",
      "[Принять взятку] #gПолучить #g",
      " #gЗолота.",
      "[Уйти]"
    ]
  },
  "Gensokyo:FieldTripToAnotherWorld": {
    "NAME": "Экскурсия по другому миру",
    "DESCRIPTIONS": [
      "Вы сталкиваетесь cо #pстранным зрелищем - фигура, которую можно описать только как #p~зловещая~ #pтень стоит в далеке, окружённая #pсветящимися фиолетовыми шарами. NL NL «О! Здравствуйте!» NL NL Её голос на удивление... Женский? Не смотря на это, вы крепитесь по мере её приближения. NL NL «Скажите, как вы относитесь к шансу воплотить #yжелание в жизнь?» Она указывает на шары, парящие вокруг. «Если вы соберёте семь, даже самые ~дикие~ #gфантазии могут стать реальностью!»",
      "#rПодозрительно, вы спрашиваете в чём подвох. NL NL «Здесь нет подвоха! Не считая того факта, что придётся #rсразиться с другими людьми, которым я дало шар, чтобы собрать их всех.» NL NL Тень наклоняется к вам, создавая впечатление, что если бы у неё было лицо, на нём была бы ~ухмылка.~ NL NL «Что скажешь? Нужно лишь отдать мне что то своё и я дам одного из этих плохих парней для начала. Неплохая #yсделка, верно?»",
      "«#gПрекрасный выбор!» NL NL Один из этих шаров подлетает и зависает рядом, его #pзловещее свечение, кажется, @искривляет@ само пространство. NL NL «Постарайся не умереть слишком рано. Я не прочь встретится ещё раз позже.» NL NL Прежде чем вы успеваете спросить значение этих #pпрощальных слов, #pтень мелькает вдалеке, и от её ухода не остаётся и следа.",
      "«Эээх.» NL NL Вы уверены, что если бы у #pтени было лицо, на нём красовались бы надутые щёки. NL NL «Ну, я полагаю, всё нормально. Надо будет теперь просто найти кого-нибудь другого, подходящего для этого.» NL NL Пространство вокруг фигуры свернулось, сжимая её в пятнышко, которое растворилось в воздухе. NL NL Вы качаете головой, выбитый из #p~колеи~ данным происшествием, и продолжаете путь."
    ],
    "OPTIONS": [
      "[Продолжить]",
      "[Принять] #rПотерять ",
      " #gПолучить #gОккультный #gшар.",
      "[Закрыто] Требуется не начальная карта",
      "[Принять] #gПолучить #gОккультный #gшар.",
      "[Отказаться]",
      "[Уйти]"
    ]
  },
  "Gensokyo:AHoleInReality": {
    "NAME": "Дыра в реальности",
    "DESCRIPTIONS": [
      "Вы находите что-то #pстранное на земле - разрыв в реальности с #rлентами по краям и дюжиной глаз, смотрящих на вас из её глубин. NL NL Она вызывает непреодолимое желание ~прыгнуть~ внутрь. NL NL Не может же всё пойти не по плану.",
      "Вы падаете в #pбездну, кувыркаясь в измерении, которое ни ~там,~ ни ~здесь,~ ни @странное,@ ни @мелкое,@ где ни #rжарко и ни #bхолодно. NL NL А также #pглаза. #pГлаза были @повсюду,@ следили за вашим падением, тысячи и тысячи #r@сверлящих,@ наблюдающих, ожидающих взглядов. NL NL Их слишком много. #pОни насмехались над вами, осуждали вас, а их пристальный взгляд оказывал большое @давление.@",
      "Что-то @щёлкает.@ Беспонятия когда, вы оказываетесь снаружи этого #rадского пейзажа, наконец-то свободным от #pбездны. NL NL Но #pглаза... #pГлаза всё ещё здесь, вокруг вас, наблюдают, ожидают. NL NL От этих #pглаз нигде не скрыться.",
      "Вам удаётся справиться с внезапным порывом. Доверить свою жизнь какой-то причудливой дыре звучит не очень привлекательно."
    ],
    "OPTIONS": [
      "[Продолжить]",
      "[Прыгнуть] #rПотерять #r",
      " #rМакс #rОЗ. #gПолучить #gособую #gреликвию.",
      "[Уйти]"
    ]
  },
  "Gensokyo:GoodsFromTheOutsideWorld": {
    "NAME": "Товары из внешнего мира",
    "DESCRIPTIONS": [
      "Вы оказываетесь перед необычным #yмагазинчиком, который явно был изношен за много веков. NL NL «Покупатель? Как необычно.» Владелец магазина всматривается в вас через свои очки. «Ну, я не знаю, что вы ищете, но уверен один из этих артефактов внешнего мира подойдёт вам. Возможно.»",
      "«Этот? Конечно.» NL NL После #yоплаты он упаковывает и передаёт #yпредмет вам. NL NL «Это моя первая продажа за... очень долгое время. Приходите снова когда захотите.»",
      "Владелец магазина, поглощённый чтением своей книги, даже не поднял глаз когда вы ушли."
    ],
    "OPTIONS": [
      "[Купить] #rПотерять #r",
      " #rЗолота. #gПолучить #gОбычную #gреликвию.",
      " #rЗолота. #gПолучить #gНеобычную #gреликвию.",
      " #rЗолота. #gПолучить #gРедкую #gреликвию.",
      "[Закрыто] Требуется ",
      " золота",
      "[Уйти]"
    ]
  },
  "Gensokyo:ForestOfMagic": {
    "NAME": "Магический лес",
    "DESCRIPTIONS": [
      "Вы оказываетесь в #pтёмном и влажном #gлесу, заполненый лианами, насекомыми и прочими неприятными вещами. NL NL Не говоря уже о грибах, которые покрывали @ВСЁ.@ Воздух пропитан #yспорами, из-за них лёгкие забиваются, а дышать становится всё труднее. NL NL Через просвет в деревьях начали виднеться два дома. Один из них совсем изношен, растения ютятся на крыше и обвивают окна. Другой выглядит лучше, чистая белая плитка придаёт ему ~нетронутый~ вид.",
      "Вы стучите в дверь и слышите как кто-то за ней быстро приближается. NL NL «Добро пожаловать в волшебную лавку Кирисаме! Всё что не приколочено вероятно продаётся!» NL NL С энтузиазмом приветствует вас девушка в широкополой шляпе ведьмы, прежде чем заметить #pизнеможение на вашем лице. «Ах, ты не привык к здешнему воздуху, верно? Входи, входи; не хотелось бы, чтобы первый за последнее время клиент свалился у порога.» NL NL Вы заходите в дом и видите полнейший беспорядок на полу.",
      "«Итак, ищешь что-нибудь конкретное? Или хотел попросить меня #rуничтожить ёкая или что-то в этом роде?» NL NL Вы объяснете, что просто проходили мимо, а такая #rвраждебная природа леса застала вас врасплох. NL NL «Путешественник, да? Это более интересно; можешь рассказать какие-нибудь хорошие истории?» NL NL У вас уходит некоторое время на выбор подходящего #yрассказа. Девушка внимательно слушала, прерывая всего пару раз. Когда вы закончили, она сидела с задумчивым лицом, всё ещё где-то ~далеко~ отсюда, в только что преподнесённом мире.",
      "«Это #gхорошая история. Никогда не слышала ничего подобного.» Взгляд девушки прошёлся по комнате с разбросанным повсюду хламом. «Можешь взять что-нибудь оттуда, считай что это сувенир от встречи с обычной #pведьмой.» NL Вы бегло оглядываетесь, взяв что-то на вид достаточно полезное. NL NL «А также я проведу тебя до выхода из лесу.» Она с #yухмылкой достаёт откуда-то метлу. «Можешь даже сесть позади меня, если хочешь.»",
      "Не видя причин отказываться, вы садитесь на метлу за её спиной. NL NL @«Пооееееехалииииии!»@ NL NL Когда вы вдвоём летите на скоростях #rнамного #rпревышающих привычные и удобные, то понимаете, что это была ужасная, ужасная #pошибка.",
      "Вы стучите в дверь и после короткой паузы, она открывается с тихим #pщелчком. В проходе никого нет. После захода внутрь вы моргаете от недоумения, что вокруг никого нет. NL NL Вход за спиной с щелчком закрылся. Оборачиваясь, вы замечаете маленькую парящую куклу #pвиноватую в этом. NL NL «Вы потерялись, странник?» NL NL Белокурая, похожая на #yкуклу девушка вышла из одной комнаты, окинув холодным взглядом. Вы объясняете, что просто проходили мимо, а такая #rвраждебная природа леса застала вас врасплох.",
      "Девушка кивает, как будто ожидала такого объяснения. «Вам #gповезло зайти так далеко, если вы пришли без #pподготовки.» Она села на стул, и её пальцы возятся со свертком ткани. «Полагаю я смогу вывести вас, когда вы восстановитесь.» NL NL Кукла принесла поднос с несколькими аккуратно расставленными освежительными #gнапитками. NL NL «Выпейте. Оно поможет очистить организм от спор.» NL NL Вы благодарите девушку и делаете глоток из чашки, горький напиток придаёт #gуспокаивающее чувство, разливающееся по всему телу.",
      "Вы #yзачарованно наблюдаете, как она элегантно обрабатывает ткань ниткой с иголкой, превращая обычный свёрток во что-то большее, что-то #gдрожащее, что-то почти похожее на #gжизнь - NL NL Вы моргаете и не имеете понятия сколько времени прошло, но девушка перед вами уже стояла с новой куклой в руках и #yдовольным выражением лица. NL NL «Я вижу вам уже лучше. Мы можем уйти сейчас, если хотите.» NL NL Она остановилась в дверях, обернулась и ожидающе взглянула на вас. Вы понимаете, что непроизвольно следуете за девушкой, словно тело двигается само."
    ],
    "OPTI«ONS": [
      "[Продолжить]",
      "[Пойти в запущенный домик] #gПолучить #gреликвию. #rПолучить #rПроклятие #r- ",
      ".",
      "[Пойти в нетронутый домик] #gПолучить #g",
      " #gМакс. #gОЗ.",
      "[Уйти]",
      "[Успешно умудриться не умереть]"
    ]
  },
  "Gensokyo:GoddessOfMisfortune": {
    "NAME": "Богиня неудачи",
    "DESCRIPTIONS": [
      "Вы идёте по ~длинной~ и #rтрудной горной тропе, по которой ступали многие. NL NL «Привет!» NL NL Дальше на дороге видно приближающуюся девушку с #bаквамариновыми волосами, её красное платье развевается, когда она поворачивается к вам.",
      "«Ты хотел бы #yкуклу оберегающую от #pнеудачи? Я пыталась их продать, но никто не покупал, поэтому теперь их раздаю!» NL NL Она протягивает вам #yкуклу. Так близко, что можно ~увидеть~ волны #pнегативной энергии исходящие от неё, и #pчёрных змей с #pхищным взглядом.",
      "Вы осторожно принимаете подарок стараясь не соприкасаться с #pдевочкой-несчастье. NL NL Она #yулыбнулась вам. «Спасибо большое! Убедись что ты принесёшь много-много #pнесчастья, хорошо?» NL NL Девушка покружилась и ушла, оставив вас в неуверенности её намерений.",
      "«Эээх.» NL NL Она нахмурилась, но вскоре вернулась в норму. NL NL «Я уверена следующий скажет нам да! А теперь мы уходим...» NL NL Девушка покружилась и ушла, позволив наконец вздохнуть спокойно."
    ],
    "OPTIONS": [
      "[Продолжить]",
      "[Принять] #gПолучить #gособую #gреликвию. #rПолучить #rПроклятие #r- #rНеуклюжесть.",
      "[Отклонить]",
      "[Уйти]"
    ]
  },
  "Gensokyo:ClashOfLegends": {
    "NAME": "Столкновение легенд",
    "DESCRIPTIONS": [
      "@ЛЯЗГ!@ @БАХ!@ @БУМ!@ NL NL Звуки боя вызывают интерес, и вы подходите ближе к источнику шума, и видите бесчисленное множество #yразноцветных персонажей сражающихся в небе над головой. NL NL #rПули из чистой энергии летят повсюду, многие безвредно рассеиваются, врезавшись в землю или здание. Некоторые из них достигают цели, #rобрушая на землю летающие создания, теряющие сознание.",
      "Вы видите струйки #pчёрной энергии, поднимающиеся от упавших фигур - вы не уверены что это, но можете сказать, что оно содержит силу.",
      "Вы приближаетесь к поверженным бойцам и содрогаетесь, когда нити внезапно #yустремляются к вам. NL NL #pЧужеродная сила #rвтрогается в ваше тело, принося конвульсии и ~знание~ о неясной легенде, истории, которая одновременно #gреальна и #rнереальна. NL NL Конвульсии остановились, и вы остаётесь с полной уверенностью в том, что можете ~воплотить~ её в реальность.",
      "Вы думаете что лучше не вмешиваться в чужие дела."
    ],
    "OPTIONS": [
      "[Продолжить]",
      "[Принять силу] #gДобавить #gГородскую #gлегенду #gв #gколоду. #rПотерять #r",
      " #rМакс. #rОЗ.",
      "[Уйти]"
    ]
  },
  "Gensokyo:ALandWhereOnlyIAmMissing": {
    "NAME": "Земля, где нехватает только меня",
    "DESCRIPTIONS": [
      "«Приветики!» NL NL Голос зовёт вас из ниоткуда. Вы моргаете, внезапно осознав, что перед вами стоит #pстранная девочка, #yулыбающаяся как будто вы уже были друзьями. NL NL «Поиграй со мной!»",
      "Вы моргаете. Что-то не #pтак. Чего-то #pнехватает. Там, в ваших воспоминаниях, #r~зияющая~ дыра, отрезок прожитого времени, который вы не можете вспомнить. NL NL Лицо. Помнится лицо, такое #pгрустное, но в то же время с такой #yяркой улыбкой. NL NL Вы пытаетесь вспомнить - NL NL Вы моргаете. Чего опять бездельничаешь? Время идти дальше. NL NL Здесь нет ничего важного."
    ],
    "OPTIONS": [
      "[Немножечько поиграть] #gУбрать #gкарту #gиз #gколоды.",
      "[Хорошенько поиграть] #rПотерять #r",
      "[Долго поиграть] #rПотерять #r",
      " #rОЗ. #gУбрать #g2 #gкарты #gиз #gколоды.",
      " #rОЗ. #gУбрать #g3 #gкарты #gиз #gколоды.",
      "[Закрыто] Требуется 2 карты",
      "[Закрыто] Требуется 3 карты",
      "[Немножечко поиграть]",
      "Выберите карту, которую хотите убрать.",
      "Выберите 2 карты, которые хотите убрать.",
      "Выберите 3 карты, которые хотите убрать.",
      "[Уйти]"
    ]
  },
  "Gensokyo:BambooForestOfTheLost": {
    "NAME": "Пропащий бамбуковый лес",
    "DESCRIPTIONS": [
      "Густые побеги бамбука покрывают всю тропинку, а когда вы оборачиваетесь, то перед глазами находите один лишь бамбук. Здесь нет ни #yуказателей, ни ориентиров на какой либо путь, который может вывести из этого #pзабытого леса. NL NL «Ещё один? В лесу сегодня многолюдно.» NL NL Из чащи с шорохом вышла беловласая девушка. Она оглядывает вас и смиренно ~вздыхает.~ «Перестаньте уже это делать. Вы направляетесь в Эйентей или деревню людей?»",
      "«Так и думала. Держитесь ближе и пострайтесь не заблудиться снова.» NL NL Она развернулась и пошла, не оставляя выбора, кроме как следовать по её стопам. Движения девушки #yрешительно, легко и #rбезжалостно прорубают путь через лес. Вскоре вы прибываете к месту назначения - большому особняку на большой поляне, окружённой бамбуком. NL NL Оглядываясь вы замечаете, что спутница уже ушла и за неимением других вариантов, входите в обитель. NL NL Перед вами стоит девушка в #rкрасном и #bсинем, отдавая приказы группе кроликов. Когда они разбежались, она обернулась к вам с пронзающим взглядом.",
      "«А, пациент.» Её глаза бегло #yдиагностируют вас. «У меня есть то, что тебе нужно.» Девушка достала с полки несколько бутылочек с лекарством и бросила вам в руки. «Принимать одну каждые #yтри дня на протяжении #yчетырёх недель, #yдважды в день. Понятно?» NL NL Вы отказываетесь, утверждая, что у вас нет #yденег, чтобы заплатить ей за всё это. NL NL Она улыбается, качая головой. «Вы можете заплатить позже, всё таки #pмёртвые пациенты не приносят денег, так ведь?»",
      "«Так и думала. Держитесь ближе и пострайтесь не заблудиться снова.» NL NL Она развернулась и пошла, не оставляя выбора, кроме как следовать по её стопам. Движения девушки #yрешительно, легко и #rбезжалостно прорубают путь через лес. Вскоре вы прибываете к месту назначения, большому сборищу домов и других построек, окружённое деревянными стенами. NL NL «Моко! Вот ты где!» NL NL Вы замечаете, что проводница напряглась, когда подошла #rнедовольная сереброваласая девочка.",
      "«Где ты была?! Ты же говорила, что сегодня поможешь мне с историей!» NL NL «Сегодня так много людей потерялось, я была вся в делах...» NL NL Вздох. «Тогда всё в порядке. Но теперь, когда ты наконец здесь, даже не пытайся сбежать!» Девочка бросает на вас пристальный взгляд. «Я не думаю, что раньше видела тебя здесь. Почему бы тебе не пойти со мной? Не повредит узнать больше о земле, в которой ты находишься, так ведь?» NL NL Чувствуя, что она скорей всего не #pпримет ответ “нет”, вы неохотно соглашаетесь."
    ],
    "OPTIONS": [
      "[Продолжить]",
      "[Эйентей] #gВосполнить #g",
      " #gОЗ.",
      "[Деревня людей] #gВыбрать #gи #gдобавить #g",
      " #gкарты #gв #gколоду.",
      "[Уйти]"
    ]
  },
  "Gensokyo:GardenOfTheSun": {
    "NAME": "Солнечный сад",
    "DESCRIPTIONS": [
      "Вы оказываетесь посреди поля полного #yподсолнухов, обильного урожая ~ослипетельного~ жёлтого, простирающегося на весь взор. Кажется, все они повёрнуты солнцу, как пленённая аудитория, которая не может оторвать глаз от своего тёски. NL NL «Вам нравятся здешние цветы?» NL NL Это был безобидный вопрос, но от того, как все цветы поворачиваются к вам и новоприбывшему, пробегает #pдрожь по спине.",
      "Девушка с зелёными волосами улыбается вам, игнорируя причиняемый #pдискомфорт своим взглядом сверху вниз. NL NL «Вы похожи на воина. Покажите насколько вы сильны?»",
      "«Впечатляюще. Очень впечатляюще.» NL NL Вы чувствуете, как напряжение спадает и она смотрит на вас с новоприобретённым #gуважением. «У меня тут есть довольно капризный ребёнок, который только недавно расцвёл. Она не научится многому среди своих, но я верю, что у вас хватит сил защитить и #gвоспитать её.» NL NL Девушка протягивает вам цветок в горшке. Вы смотрите как он извивается и крутится словно сопротивляющийся младенец, прежде чем он, наконец, оборачивается посмотреть на вас. NL NL «Теперь хорошо позаботьтесь о ней. И не заставляйте меня #pсожалеть об этом.»",
      "«Хмм. Неплохо.» NL NL Вы чувствуете, как напряжение спадает и она похоже смотрит на вас с небольшим #gуважением. «Вы лучше многих, и у меня хорошое настроение; поэтому я дам одного из здешних детей в знак моей благосклонности.» NL NL Девушка протягивает вам #gзабавный цветок в горшке. Вы чувствуете прилив #yэнергии, просто держа его в руках. NL NL «Приходите снова, когда станете сильнее. Возможно, тогда вы действительно будете стоить моего времени.»",
      "«Убегаете? Как грубо.» NL NL Вы чувствуете, как за спиной #rнагревается воздух. Едва увернувшись от большого, #rиспаряющего всё на своём пути лазера, ~прокатывающася~ @оглушительная@ волна #r@обрушилась@ на вас. NL NL Тяжело дыша, вы наконец убегаете за пределы цветочного поля cо следами #rожогов на одной половине тела, делая заметку в голове больше никогда не ходить сюда."
    ],
    "OPTIONS": [
      "[Продолжить]",
      "[Представить сильную атаку] #rПотерять ",
      " #gПолучить #gособую #gреликвию.",
      "[Представить лучшую атаку] #rПотерять ",
      " #gПолучить #gСчастливый #gцветок.",
      "[Закрыто] Требуется Атака с ",
      " урона или более.",
      "[Закрыто] Требуется Атака не являющаяся «Ударом».",
      "[Убежать] #rПотерять #r",
      " #rОЗ",
      "[Уйти]"
    ]
  },
  "Gensokyo:DemonBookSeller": {
    "NAME": "Продавец демонических книг",
    "DESCRIPTIONS": [
      "Заходя в магазин, вас сразу же атакует запах старых затлых страниц и иссохших чернил, а также ощущение чего-то #pзловещего, чего-то... #pдемонического. NL NL «Добро пожаловать в Судзунаан! Дом с самой @большой@ коллекцией #pдемонических книг в Генсокё!» NL NL Причудливая девочка с энтузиазмом приветствует вас, не обращая внимания на полку, излучающую #pзлобные намерения позади неё.",
      "«Спасибо! Приходите ещё!» NL NL Вы искренне надеетесь, что книга не начнёт грызть вашу руку или что-то подобное, выходя из магазина с этой сомнительной покупкой на привязе.",
      "Для вас покупка #pдемонической книги не звучит, как замечательная идея. "
    ],
    "OPTIONS": [
      "[Купить] #rПотерять #r",
      " #rзолота. #gПолучить ",
      "[Закрыто] Требуется ",
      " золота",
      "[Уйти]"
    ]
  },
  "Gensokyo:ABanquetForGhosts": {
    "NAME": "Банкет для призраков",
    "DESCRIPTIONS": [
      "#gВосхитительный аромат пронизывает воздух, притягивая на поляну, где одинокая женщина сидела за столом, до краёв уставленным экзотическими блюдами. #pПризрачные бабочки порхают вокруг, потустороннее дополнение к тому, что в остальном было обыденной сценой. NL NL Женщина ещё не заметила вас, слишком занятая пожиранием всего, что находится перед ней.",
      "Прошло много времени с тех пор, как вы ели; наверняка, она не будет возражать, если со стола #rпропадёт один или два фрукта. NL NL Вы бросаетесь и хватаете свой приз - NL NL #rЖгучая #rболь дала о себе знать по всему телу, когда #rобжигающе #bхолодные бабочки окружали и прижимались к вашему уязвимому телу, пока вы пытались убежать со своими нечестно полученными выигрышами в руках.",
      "Вы убрались с поляны, а #pпризрачные существа наконец окончили преследование. Оглядываясь назад, вы замечаете, что женщина даже не оторвалась от попыток запихнуть себе в рот одну тарелку за другой. NL Укус NL #gТепло фрукта распространяется по вашему телу лишь от одного съеденного кусочка. NL NL Вы надеятесь, что не придётся добывать следующий обед столь же #pмучительно.",
      "Вы садитесь рядом с женщиной. Она не обратила на вас внимание и лишь опустошив тарелку, наконец, окидывает ваc ~пытливым~ взглядом. «Посетитель? Не часто у меня бывают такие. Чем я обязана столь приятному визиту?» NL NL Вы предлагаете еду, которую принесли. Женщина #yвзволнованно разглядывает её, прежде чем схватить. «О, оно свежее! Замечательно; пожалуйста, не стесняйтесь побаловать себя взамен.» NL NL Оставшись в тишине на пару с женщиной, вам удалось попробовать различные до сели невиданные экзотические блюда, пока она жевала недавно врученную еду.",
      "«Так хорошо поесть в компании кого-то ещё, не так ли? К сожалению у меня не часто выпадает такая возможность.» Хоть она и #yулыбается вам, чувствуется немного #pгрусти, несмотря на её счастливый вид. NL NL «Вот, возьмите.» Женщина предлагает изящную маленькую вещицу, безупречный цветок вишни. NL NL «Не стесняйтесь приходить снова с любыми другими найденными деликатесами, хорошо?» NL NL Вы осторожно принимаете #yцветок, говоря ей, что будете держать в голове это предложение.",
      "Вы отступаете, оставляя #pмёртвых на произвол судьбы."
    ],
    "OPTIONS": [
      "[Продолжить]",
      "[Украсть немного еды] #rПотерять #r",
      " #rОЗ. #gПолучить ",
      "[Предложить немного еды] #rПотерять ",
      ". #gПолучить #gособую #gреликвию.",
      "[Уйти]"
    ]
  },
  "Gensokyo:AMomentFractured": {
    "NAME": "Сломанное мгновение",
    "DESCRIPTIONS": [
      "Мир ~меняется~ на ваших глазах, окружение фрагментируется, искажаясь в #pхаотическое месиво. Воспоминания искривляются и проявляются, блуждая по коридорам, плод воображения, который существует только, чтобы исчезнуть. NL NL «Какой мир посетим в этот раз, Марибель?» NL NL «Мы ведь давно не были в той странной стране #bиллюзий? Или можно ещё раз глянуть на ту космическую станцию...» NL NL «Снова космическая станция? Ты правда так сильно хочешь получить ещё пару #rпорезов?»",
      "«На этот раз мы будем лучше подготовлены! И ты не думаешь, что там крутая #gфлора?» NL NL «Да, когда она не пытается съесть нас.» NL NL В этом #pневозможном мире с вами есть две девушки, которые выглядят слишком непринуждённо, учитывая #pстранность ситуации. NL NL «А? Ренко, смотри! Ещё один путешественник здесь!» NL NL «Я не думала, что кто-то, кроме твоего клана, может найти это место.» Она поворачивается к вам. «Что привело тебя на этот перекрёсток между мирами?»",
      "Вы объясняете, что понятия не имеете что это за место и как вы вообще сюда попали. NL NL «Ах, это так? Какое невезение; иногда, люди проваливаются сквозь трещины.» Взмахнув рукой, она разрывает #p@трещину@ в реальности перед вами. «Вот, я отправлю тебя обратно. Главное убедись, что хорошенько продумал, где хочешь оказаться!»"
    ],
    "OPTIONS": [
      "[Продолжить]",
      "[Встретить обычного врага]",
      "[Встретить элитного врага]",
      "[Встретить случн. событие]"
    ]
  },
  "Gensokyo:AndThenThereWereNone": {
    "NAME": "И потом не осталось никого",
    "DESCRIPTIONS": [
      "Пятна #rкрови разбрызганы по земле, ужасные останки нескольких #pнесчастных душ. NL NL «Они были слабыми, правда? Было бы стыдно состоять в одном роду с такими низшими вампирами.» NL NL Странная девушка сидит посреди кровавой резни, а её когти окрашены малиново-красным. Этот глубокий взгляд, приковывает к месту, не давая сделать и шагу NL NL «... Ты пахнешь как эти #rкровавые летучие мыши, которых я убила. Может, вы пришли из одного места?»",
      "Вместо ответа, вы напрягаете тело, чтобы быть готовым сделать рывок. NL NL «Хм, а ты, кажется, интересный. Во всяком случае интересней этой шелухи. Как насчёт заключить #pдоговор со мной? Вся сила, которую ты @когда-либо@ хотел всего-то за ~капельку~ #rкрови.» NL NL Она протягивает покрытую коркой грязи руку.",
      "Ослепляющая боль поражает ваши чувства, когда зрение угасает. Вы просыпаетесь посреди #rкровавой лужи, вокруг валяются отрезанные конечности, голова кружится, а в глазах лишь #pтуман. NL NL Вы, спотыкаясь, уходите от кровопролития. NL NL Вы, спотыкаясь, уходите от кровопролития. NL NL Вы, спотыкаясь, уходите от кровопролития. NL NL Вы, спотыкаясь, уходите от кровопролития.",
      "«Очень жаль. Придётся поискать тогда другую игрушку, позже.» NL NL Внимание девушки возвращается к трупам вокруг, давая вам возможность ускользнуть."
    ],
    "OPTIONS": [
      "[Продолжить]",
      "[Принять её предложение] #gПолучить #g",
      " #rПотерять #r",
      " #rМакс. #rОЗ.",
      "[Отказаться]",
      "[Уйти]"
    ]
  },
  "Gensokyo:NightmareOfHeian": {
    "NAME": "Кошмар Хэйан",
    "DESCRIPTIONS": [
      "#pТьма охватывает вас. Она окутывает ваши чувства, охотясь за #pстрахом и #pсомнениями. NL NL Вы видите, как перед вами появляются ужасающие фигуры, сломанной, искажённой формы, которые разум отказывает признавать, покорёженные, искажённые ужасы, не поддающиеся никакому пониманию. Один из них зловеще ухмыляется вам - дирижёр этой мрачной симфонии. NL NL @«ПОГЛОТИ@ #p@ТЬМУ,@ @НИЧТОЖНЫЙ@ @СМЕРТНЫЙ.@ @ИЛИ@ @ПОЗВОЛЬ@ #p@ТЬМЕ@ @ПОГЛОТИТЬ@ @ТЕБЯ.»@",
      "Вы смешло шагаете вперёд, поглощая #pчернильную поверхнось вокруг. NL NL Кошмар закончился, окружение пришло в норму. Вы заглядываете в ближайшую лужицу. NL NL Чёрное #pстрашилище ~смотрит~ в ответ.",
      "Вы просыпаетесь, полностью дрожа. Внутри вас #pпустота, вырезанная глубоко в теле полость. NL NL Вы уходите, навсегда оставляя часть себя позади."
    ],
    "OPTIONS": [
      "[Поглотить] #rСкрыть #rкарты #rна #rслед. #r",
      " #rбоя. #gПосле #gполучить #gособую #gреликвию.",
      "[Отдаться тьме] #gУбрать #g2 #gкарты #gиз #gколоды. #rПолучить #rПроклятие #r- #rМуки.",
      "[Закрыто] Требуется 2 карты",
      "Выберите 2 карты, которые хотите убрать.",
      "[Уйти]"
    ]
  },
  "Gensokyo:Impoverished": {
    "NAME": "Бедный бродяжка",
    "DESCRIPTIONS": [
      "Девочка подходит к вам, держа потресканную каменную чашу. NL NL «Пожалуста, дайте мне немного денег.»",
      "#yЗолото сыпется из ваших карманов непрекращающимся потоком, с грохотом падая в чашу. Оно быстро заполняет её, а затем также быстро исчезает в пустоте. NL NL Девочка смотрит вниз с #pгрустным взглядом. NL NL «Не сработало. Но спасибо за попытку» NL NL Она побрела прочь, становлясь печальным силуэтом вдалеке.",
      "Вы проходите мимо неё, продолжая свой путь. NL NL Вдруг дрожь пробегает по вашему телу, словно обвивающая #pзмея. NL NL Вы не можете не чувствувовать себя немного более #p~невезучим.~"
    ],
    "OPTIONS": [
      "[Предложить ",
      " золота] #rПотерять #rэто #rзолото. #gУлучшить #g",
      " #gслучайную #gкарту.",
      " #gслучайных #gкарты.",
      "[Проигнорировать] #rПолучить #rПроклятие.",
      "[Уйти]"
    ]
  },
  "Gensokyo:TheWhiteLotus": {
    "NAME": "Белый лотос",
    "DESCRIPTIONS": [
      "Звуки музыки притягивают вас к близлежащему храму, где девушка радует толпу своим голосом. Она поёт о незнакомых вещах на неизвестном языке. NL NL Несмотря на непонимание слов, вы оказываетесь очарованы этим зрелищем, задумываясь о том, что можно остановиться послушать внимательнее. Или, возможно, следует сделать #yпожертвование и продолжить путь.",
      "Вы закрываете глаза и позволяете женскому голосу ~унести~ ~вас...~ NL NL Наконец очнувшись, вы чувствуете небольшую... Лёгкость. Как если бы начали понимать себя чуть лучше.",
      "Вы чувствуете искру #yтепла в теле, как будто сами боги присматривают за вами, когда #yмонета со звоном падает в ящик для пожертвований.",
      "Увы, у вас нет ни времени, ни денег."
    ],
    "OPTIONS": [
      "[Послушать] #rПотерять ",
      ". #gВыбрать #g1 #gиз #g3 #gРедких #gкарт #gи #gдобавить #gеё #gв #gколоду.",
      "[Пожертвовать] #rПотерять #r",
      " #rзолота. #gПолучить #g",
      " #gМакс. #gОЗ",
      "[Уйти]",
      "[Закрыто] Требуется карта с 0 стоимостью.",
      "[Закрыто] Требуется ",
      " золота.",
      "Добавьте карту в колоду."
    ]
  },
  "Gensokyo:LivingGodOfMiracles": {
    "NAME": "Живой бог чудес",
    "DESCRIPTIONS": [
      "Вы натыкаетесь на очередной храм, только на этот раз, там собралась небольшая толпа. Группа гибких силуэтов разговаривает с #gзеленоволосой девушкой, их слова приглушены расстоянием. Через секунду толпа расходится, и девушка замечает ваше присутствие. NL NL «О, посетитель! Извините, что заставила ждать; тенгу - ужасно любопытная компания.» Она подошла с #yлучезарной улыбкой. «Что я могу сделать для вас? Пришли сделать #yпожертвование? Или, возможно, вас заинтересует одно-два #gчуда?»",
      "«Вы ищете чудеса? Спрашивайте! Я могу сделать почти всё, что угодно!» NL NL Вы делаете запрос, и девушка тут же #pзастерчиво сдувается. «Ах... ну, может не ~прямо~ всё. По крайней мере, пока.» Она оживляется. «Я знаю! Если пойдёте и соберёте немного #yверы, то я уверена, мне хватит сил выполнить вашу просьбу!» NL NL Метод для сбора \"веры\", который она описала, кажется ужасно расплывчатым и вообще наврядли сработает. NL NL Но попытаться стоит, ведь #gчудо и правда может произойти.",
      "Девушка #yзасветилась от счастья, когда #yмонета побрянькивая упала в деревянный ящик для пожертвований. NL NL «Спасибо за поддержку! Подойдите, у меня есть благословление, которое поможет в путешествии!» NL NL Тёплое чувство ненадолго окутав вас, купает в своём сиянии. Вы благодарите её за услугу, прежде чем окончательно уйти.",
      "Вы говорите девушке, что просто проходите мимо, продолжая свой путь по этой таинственной стране чудес."
    ],
    "OPTIONS": [
      "[Чудо] #rСжигать #rНавыки #rпосле #rразыгрывания #rслед. #r",
      " #rбоя. #gПосле #gполучить #gособую #gреликвию.",
      "[Пожертвование] #rПотерять #r",
      " #rзолота. #gУлучшить #gкарту.",
      "[Закрыто] Требуется ",
      " золота.",
      "[Закрыто] Требуются улучшаемые карты",
      "Выберите картв, которую хотите улучшить",
      "[Уйти]"
    ]
  },
  "Gensokyo:TreasureHunter": {
    "NAME": "Охотник за сокровищами",
    "DESCRIPTIONS": [
      "Подходит мышеподобная девочка, размахивая металическими стержнями, за которыми пристально наблюдает. NL NL Она останавливается и отрывает свой взгляд. NL NL «Эй, ты знаешь, что стоишь прямо на верхушке какого-то #yсокровища?»",
      "Вы достаёте #yбесценный #yартефакт и зрачки девочки расширяются. NL NL «Ха. Я полагаю, это именно то, что я чувствовала всё это время.» Она внимательно изучает идол. «Как насчёт обмена? У меня тут есть ненужное зелье #gукрепления #gтела, но думаю такой путешественник как ты, сможешь найти ему применение. Генсокё может быть довольно опасным в такой дикой местности, знаешь ли» NL NL Вы принимаете предложение, выпивая зелье на месте, и продолжаете путь, чувствуя как новоприобретённая #rсила ~разливается~ по телу.",
      "Вы отступаете назад, когда девочка достаёт несколько лопат и начинает копать. Вы молча берёте лопату и помогаете копать, заинтересовавшись какие #yбогатства она могла обнаружить. NL NL После нескольких минут тяжкого труда вы вдвоём обнаруживаете тайник с различными #yартефактами и #yбезделушками. NL NL «Вау, как их много!» Она даёт посмотреть и вам. «Я не ожидала что ты поможешь, но раз так, думаю, можешь взять что-нибудь из этого себе.» NL NL Выбрав из нескольких #yреликвий, вы прощаетесь с девочкой и продолжаете свой путь.",
      "Вы обходите девочку стороной и уходите, игнорируя звуки копания, доносящиеся со спины."
    ],
    "OPTIONS": [
      "[Предложить идол] #rПотерять #rЗолотой #rидол. #gПолучить #g",
      " #gМакс. #gОЗ.",
      "[Помочь копать] #rПотерять #r",
      " #rМакс. #rОЗ. #gПолучить #gреликвию.",
      "[Уйти]",
      "[Закрыто] Требуется Золотой идол"
    ]
  },
  "Gensokyo:NohDance": {
    "NAME": "Танец Но",
    "DESCRIPTIONS": [
      "Звуки музыки притягивают вас к сцене в центре деревни, где фигура в маске ~прыгает~ и ~кружится~ в замысловатом танце. Здесь много и других зрителей, каждый из которых #gочарован выступлением танцовщицы. NL NL «Эй, вы там!» NL NL Вы замечаете #yпродавца махающего вам, с #yприлавком полным масок идентичных тем, что вокруг актёра.",
      "«Какая у вас #gэкзотичная маска; не думаю что когда-либо видел такую!» Он жестом указывает на свои #yтовары. «Я хотел бы обменять вашу маску на одну из этих, если вы не против.»",
      "«Хотите прикупить #yсувенир себе домой? Я уверяю вас, все эти #yмаски наивысшего #gкачества!»",
      "Вы примеряете только что купленную #yмаску, чувствуя, как она плавно скользит по лицу. NL NL Через щели для глаз трудновато что-то разглядеть, но по крайней мере этого должно быть достаточно, чтобы скрыть свою личность.",
      "У вас нет никакого желания отдавать свою #yмаску.",
      "У вас нет свободных #yденег на что-то столь #pпростое как сувенир."
    ],
    "OPTIONS": [
      "[Купить] #rПотерять #r",
      " #rзолота. #gПолучить ",
      "[Закрыто] Требуется ",
      " золота",
      "[Уйти]",
      "[Продолжить]",
      "[Купить] #rПотерять ",
      ". #gПолучить "
    ]
  },
  "Gensokyo:OneWingedWhiteHeron": {
    "NAME": "Однокрылая белая цапля",
    "DESCRIPTIONS": [
      "Огромный шар #gзелёного и #bсинего цвета парит в небе, резко контрастируя с окружающей серой скалистой местностью. NL NL Вы моргатете от удивления. По-видимому, земля под ногами - #yЛуна. Каким-то образом. NL NL «Незваный гость? Давненько такого не было.»",
      "Серебровласая девушка пристально смотрит на на вас. Похоже, она не удивлена ни окружением, ни вашим внезапным появлением. NL NL «Ну, пройдёт время, прежде чем #yсёстры прибудут сюда, чтобы отправить вас обратно. Почему бы вам тем временем не рассказать мне историю?»",
      "Вы описываете ей одну из самых #pмучительных встреч, которые были с обитателями той земли. Она кивала по мере рассказа, повторяя его себе под нос. NL NL «Ах, они здесь.» NL NL У вас едва хватило времени осмыслить слова девушки, прежде чем пространство вокруг @искривилось@ и @закрутилось,@ и вы внезапно оказываетесь пред #gзнакомым пейзажом. По мере продвижения, вы чувствуете себя #pстранно - боль от нескольких старых #rран исчезла, и некоторые #yвещи, похоже, пропали. NL NL Вы качаете головой, отвергая эти обычные опасения.",
      "«Не разговорчивый? Думаю так тоже нормально.» NL NL Спустя время, пространство вокруг @искривляется@ и @закручивается,@ и вы внезапно оказываетесь пред знакомым пейзажом."
    ],
    "OPTIONS": [
      "[Поговорить о ",
      "] #gВосполнить #g",
      " #gОЗ.",
      " #rПотерять ",
      ".",
      " #rЗолота.",
      "[Уйти]",
      "[Закрыто] Требуется встреча с элитой",
      "[Закрыто] Требуется обычная встреча",
      "[Продолжить]",
      "[Хранить молчание]"
    ]
  },
  "Gensokyo:ChildOfMiare": {
    "NAME": "Дитя Миаре",
    "DESCRIPTIONS": [
      "«Я видела кого-то очень похожего на вас. И этот кто-то задал такой же вопрос, что и вы.» NL NL У вас были #rсомнения насчёт её утверждения, что эта девчушка самая знаткая на этой земле, но одно лишь такое заявление стёрло все #pпредубеждения. NL NL Да и тяжёлый том рядом с девочкой не выглядит показушным.",
      "«На самом деле, они любезно позволили сделать мне некоторые записи о них. Хотите ли их посмотреть?»",
      "Слова на странице пленили вас. #yПочерк точно ваш, но они говорят о совершенно #pчуждых событиях. NL NL «Вся эта ситуация какая-то #pстранная и #pтревожная.» - пронеслось в голове NL NL «Почему бы вам не оставить и свои записи? Я уверена это будет полезно для следующего пришедшего.» NL NL Должно быть неплохая идея. Ведь если всё недавно прочитаное правда, то очень скоро вы уже всё #pзабудете.",
      "«Вам не любопытно? Ну тогда ладно. И всё же, могу я вас попросить уделить мне немного #yвремени? Я пытаюсь составить подробный отчёт о каждой крупной фигуре в Генсокё и вы выглядите достаточно #rвнушительно, чтобы быть добавленым к их числу.»",
      "Вы перечисляете наиболее примечательные впечатления, стараясь быть как можно более подробным, несмотря на свою #pрассеянную память. NL NL Вы может немого #pприукрасили, а может и нет, чтобы заполнить туманные пробелы то там, то сям. Всё таки, никто не сможет доказать, что вы #rне сразили трёх металлических крабов без единой царапины, верно?"
    ],
    "OPTIONS": [
      "[Прочитать] #gПолучить ",
      ".",
      "[Отклонить]",
      "[Записать] Сохранить копию карты.",
      "[Уйти]",
      "Сохраните копию карты.",
      "[Продолжить]"
    ]
  },
  "Gensokyo:DetectiveSatori": {
    "NAME": "Детектив Сатори",
    "DESCRIPTIONS": [
      "«Привет.» NL NL Вы оборачиваетесь и видите приближающуюся #pмрачную девушку. NL NL «Здесь произошло #rубийство. Ты случаем не знаешь об этом?» NL NL Вы открываете рот - NL NL «Да, да, я знаю, ты думаешь, что ничего не знаешь, но так все говорят. Да, я знаю, что веду себя грубо, но сейчас #gрезультаты важнее вежливости. И да, я #pчитаю #pтвои #pмысли на тот случай, если ты не можешь сказать.»",
      "У вас такое чувство, что это будет довольно одностронний разговор. NL NL «Достаточно. В любом случае, поверхностные мысли мне ничего не дают, поэтому я хочу капнуть немного... глубже. Вызови какую-то #pтравму. Это не так плохо, как кажется; ты можешь даже узнать что-нибудь новенькое о себе. Или я могу просто #yзаплатить за хлопоты.»",
      "Боль как от иглы #rпронзает ваш разум, мечась между анналами памяти, как усердный учёный. Сцены мелькают перед глазами, изображая #rжестокие сражения, #pмелкие стычки и совершенно незнакомые #yсобытия. NL NL «У тебя много подавленных воспоминаний. Как будто кто-то #pстёр их.» NL NL Ваше зрение проясняется, открывая вид на девушку с задумчивым выражением лица, смотрящую на вас. «Ну, похоже, ты всё таки #gневиновен. По крайней мере, ты дал мне несколько хороших зацепок.» NL NL Она уходит, оставив вас с лёгкой головной болью, котороя не совсем желает уходить.",
      "«Осторожная личность, да? Полагаю, я не могу винить тебя в этом.» NL NL Девушка пристально смотрит на вас, кивая сама себе. NL NL «Думаю, того, что я получила от тебя, будет достаточно. В конце концов, у меня всё ещё есть несколько зацепок для #yрасследования.» NL NL Она уходит, так и не дав вставить ни слова."
    ],
    "OPTIONS": [
      "[Продолжить]",
      "[Травма] #rПотерять #r",
      " #rОЗ. #gПолучить ",
      ".",
      "[Оплата] #rПотерять #r",
      " #rМакс. #rОЗ.",
      " #gПолучить #g",
      " #gзолота.",
      "[Отказать]",
      "[Уйти]"
    ]
  },
  "Gensokyo:AHistoryOfViolence": {
    "NAME": "История симулированного насилия",
    "DESCRIPTIONS": [
      "Вы оказываетесь в незнакомой комнате, в окружении #pстранными, #rзловещими фигурами. NL NL «Так, так, что тут у нас? Новый претендент?» NL NL Мириады уставились на вас сверху вниз, присваивая вам #yцену. NL NL «Вы бывали здесь раньше, так ведь? Так почему бы нам на этот раз не бросить вызов вещам вокруг?»",
      "«А вы храбрый человек. Это должно быть очень интересно.» NL NL Фигуры исчезли, оставив вас с #pужасающим #pпредчувствием.",
      "«Чувствуете, что не готовы к этому? Какая жалость.» NL NL Фигуры исчезли, оставив вас с чувством #gоблегчения от их ухода."
    ],
    "OPTIONS": [
      "[Принять] #rУменьшить #rМакс. #rОЗ #rна #r",
      "% #rдо #rслед. #rбоя #rс #rбоссом.",
      " #gПосле #gполучить ",
      ".",
      "[Уйти]"
    ]
  },
  "Gensokyo:FiresOfInvention": {
    "NAME": "Огни изобретателя",
    "DESCRIPTIONS": [
      "Пробираясь сквозь чащу, вы #rспотыкаетесь одну из своих многочисленных #yреликвий. Роботизированная рука, взявшаяся из ниокуда, хватает реликвию ещё до того, как вы успеваете встать! NL NL «Вау, это выглядит очаровательно! На первый взгляд оно такое простое, но внутри невероятно сложный механизм блокировки!» NL NL Вы поднимаетесь и видите #bсиневолосую девушку, играющую с вашей #yреликвией, вежливо попросив вернуть вещь обратно.",
      "«Ой, это ваше? Хммм...» Она нахмурилась. «О, знаю! Почему бы мне не заплатить за неё? Или если вы не хотите #yденег, я могу помочь с #yнастройкой других ваших штук! Я же гениальный инженер, не видите?»",
      "«Спасибо большое!» NL NL Девушка бросает горсть #yмонет вам в руки и убегает, бормоча о том, как это устройство может «повысить #yтопливную #yэффективность на @50%!@",
      "Вы не совсем уверены, что девушка сделала с теми инструментами, которые вы ей передали, но теперь они ощущаются более #gэффективными, более #gсовершенными. NL NL Как хорошо #rзаточенный #rнож.",
      "«Эээх.» NL NL Девушка #pнеохотно возварщает #yреликвию. NL NL «Ну, если передумаете, поспрашивайте тут в округе! Большинство местных каппа знает где я живу.» NL NL Она убегает, оставив вас наедине со своими мыслями."
    ],
    "OPTIONS": [
      "[Продолжить]",
      "[Деньги]",
      "[Настройку]",
      " #rПотерять ",
      ".",
      " #gПолучить #g",
      " #gзолота.",
      " #gУбрать #g",
      " #gкарты.",
      "[Отказаться]",
      "[Уйти]",
      "[Закрыто] Требуется не уникальная реликвия.",
      "Выберите ",
      " карты, которые хотите убрать.",
      "[Закрыто] Требуется ",
      " убираемые карты."
    ]
  },
  "Gensokyo:ExtraExtra": {
    "NAME": "Срочно, срочно",
    "DESCRIPTIONS": [
      "@«Последние@ @новости!@ Танец Но в храме Хакурей! Раскрыт #pзаговор храма Мория! Последние новости Генсокё @только@ @здесь,@ @только@ @сейчас!»@ NL NL Девушка раздаёт газеты на деревенской площади и быстренько двигает руками, #gловко вручая по одной штуке каждой #yлюбопытной душе в округе. Так бесцеремонно сунули в руки газету и вам, как только вы подошли. NL NL «Тетрализованная история падения мира! Лунное вторжение отбито! У нас есть всё!»",
      "Просматривая заголовки, вы видите вышеупомянутые статьи, а также ряд столь же #pсомнительных историй.",
      "Вы просматриваете одну из статей. В ней говорится о недавнем #rнашествии #rкрыс, которое почти #rуничтожило продовольственные магазины деревни, но пришёл странствующий продавец лекарств и продал жителям деревни несколько #gстатуэток #gкошек, которым якобы удалось отогнать вредителей. NL NL Увлекательно.",
      "Текущие события этой местности не очень то интересуют вас."
    ],
    "OPTIONS": [
      "[Продолжить]",
      "[Читать] #gВыбрать #g1 #gиз #g",
      " #gНеобычных #gкарт #gи #gдобавить #gеё #gв #gколоду.",
      " #gОбычных #gкарт #gи #gдобавить #gеё #gв #gколоду.",
      "[Выбросить]",
      "[Уйти]",
      "Добавьте карту в колоду."
    ]
  },
  "Gensokyo:VillageOfCats": {
    "NAME": "Деревня котов",
    "DESCRIPTIONS": [
      "Вы оказываетесь в странной, заброшенной деревне, до краёв забитой #yкотами всех видов. NL NL Одна из них подбегает к вам, маленькая коричневая кошка с #gзелёной ленточкой на хвосте. NL NL Она ~мяукает~ вам.",
      "Вы #gгладите кошку. Она откликается на прикосновение #gрадостно мурлыкая. NL NL Кошка убежала, вскоре вернувшись с несколькими кусочками #gеды, которые оставила у ваших ног. NL NL Вы уходите и благодарите её, стараясь не думать о происхождении этой еды.",
      "Вы #gгладите кошку. Она откликается на прикосновение и резко #yувеличивается в #yразмерах, превращаясь в девочку. «Эй, ты прямо как госпожа Юкари и госпожа Ран! Они научили тебя управлять границами?» NL NL Вы признаётесь, что #pбеспонятия о чём она говорит. NL NL «Всё в порядке! Я тоже не понимаю большинство их разговоров!» Девочка убежала, вскоре вернувшись с #yбезделушкой в руках. «На, возьми! Я уверена они очень скоро позаботятся о том, чтобы вы всё поняли, даже если понятия не имеете что это такое!» NL NL Вы робко принимаете артефакт, стараясь сильно не думать об этих #pзловещих словах.",
      "Вы #rпинаете кошку. Она вскакивает и #rшипит на вас, а после убегает прочь. NL NL Секунду спустя кто-то холопает вас по плечу, оборачиваясь вы видите незнакомую #pулыбающуюся женщину. NL NL Это была не очень дружелюбная #pулыбка. NL NL «Это было довольно #pгрубо знаешь ли. Позволь мне показать, что делают с такими #pнекультурными людьми в Генсокё.»"
    ],
    "OPTIONS": [
      "[Погладить кошку] #gПолучить #g",
      " #gМакс. #gОЗ.",
      "[Погладить кошку] #gПолучить #gреликвию.",
      "[Пнуть кошку] #rСразиться с ",
      ". #gНаграда - #g",
      " #gРедкие #gреликвии.",
      "[Сразиться]",
      "[Уйти]"
    ]
  },
  "Gensokyo:Boo": {
    "NAME": "Бу!",
    "DESCRIPTIONS": [
      "#p@«Бу!»@ NL NL Вы #pвздрагивате, когда кто-то пугающе @выпрыгивает@ из кустов перед вами. NL NL «Ха! Я удивила тебя? Ты ведь #pиспугался?»",
      "Вы эмоционально выражаете насколько это был #pмучительный и #pужасный опыт. Хотя на самом деле, это была лишь #yудача, что вы не упали в обморок прямо здесь и сейчас. NL NL «Ура, я @сделала@ @это!@ Я наконец-то @сделала@ @это!»@ NL NL Девушка закружилась в вальсе, улыбаясь во всю округу и бормоча о том, как с нетерпением хотела уже всё рассказать наставнику.",
      "«Вааа! Я была уверена, что на этот раз всё сделала правильно...» NL NL #pУдручённая девушка тихо уходит, волоча за собой столь же удручённый зонтик. NL NL На вас давит чувство #pвины от содеянного, пока её печальный силуэт исчезает вдали."
    ],
    "OPTIONS": [
      "[Признать] #gУбрать #gкарту #gиз #gколоды.",
      "[Опровергнуть] #gУлучшить #g",
      " #gслучайные #gкарты. #rПолучить #rПроклятие #r- ",
      ".",
      "Выберите карту, которую хотите убрать.",
      "[Закрыто] Требуется убираемая карта",
      "[Уйти]"
    ]
  },
  "Gensokyo:PhantomEnsemble": {
    "NAME": "Призрачный ансамбль",
    "DESCRIPTIONS": [
      "Струны музыки плывут по воздуху, #pпризрачные ноты, которые достигая ушей заставляют чувствовать себя #gрадостным но #pпустым, #gэнергичным но #pусталым, #gживым но #pмёртвым. NL NL Всё это смешалось в ошеломляющий хаос, среди которого можно еле-еле различить три мелодии. Вы стараетесь сосредоточиться на одной из них...",
      "Вы концентрируетесь на #yскучных нотах, подкрепляющие общую мелодию. Их тихая безмятежность #gуспокаивает разум и тело, придавая силы двигаться дальше.",
      "Вы концентрируетесь на #yманиакальных нотах, подкрепляющие общую мелодию. Их хаотичная энергия #gбодрит разум и тело, придавая безграничную силу, которую вы не можете удержать... NL NL Музыка пропала, а вы проснулись со странными болями по всему телу.",
      "Вы концентрируетесь на #yмеланхоличных нотах, подкрепляющие общую мелодию. Их летаргическая энергия #pпогружает в глубокий сон, которому вы неспособны противостоять. NL NL Музыка пропала, а вы проснулись со странной тяжестью по всему телу."
    ],
    "OPTIONS": [
      "[Иллюзорная мелодия] #gПолучить #gособую #gреликвию.",
      "[Радостная мелодия] #gПолучить #gособую #gреликвию.",
      "[Меланхоличная мелодия] #gПолучить #gособую #gреликвию.",
      "[Уйти]"
    ]
  },
  "Gensokyo:TheDreamer": {
    "NAME": "Соня",
    "DESCRIPTIONS": [
      "«Во #pсне, я смеюсь, и мир смеётся со мной.» NL NL «Во #pсне, я забываю, и мир забывает со мной.» NL NL «Во #pсне, я и есть #yмир.»",
      "Сон улыбается вам. «Привет, ",
      "!» NL NL Во #pсне, мир кружится вокруг меня, и я кружусь вокруг мира.",
      "#pСон заканчивается и вы чувствуете как частичка души уходит вместе с ним."
    ],
    "OPTIONS": [
      "[Продолжить]",
      "[Привет, мир!] ",
      "[Хранить молчание] ",
      "#gДобавить #g",
      " #gкарте ",
      " #gкартам ",
      "#gв #gколоде #g«Оставляется».",
      "#gв #gколоде #g«Эфирная».",
      "#gв #gколоде #g«Сжигается».",
      "Выберите ",
      " карту, которой ",
      " карты, которым ",
      "хотите дать «Оставляется».",
      "хотите дать «Эфирная».",
      "хотите дать «Сжигается».",
      "[Закрыто] Требуется не эфирная карта",
      "[Закрыто] Требуется карта",
      "[Уйти]"
    ]
  },
  "Gensokyo:IAmNotThere": {
    "NAME": "Я не здесь",
    "DESCRIPTIONS": [
      "Перед вами тихая деревня окутаная в #pмрачную атмосферу. Все жители одеты в #pчёрное и идут по улицам, образуя длинную скорбную процессию. NL NL Вдалеке вы замечаете как собралась толпа вокруг поднятого #pгроба. NL NL Кто в нём лежит? NL NL Кем он приходился всем этим людям?",
      "Вы сливаетесь с толпой зрителей вокруг #pгроба и вместе с ними наблюдаете, как мужчина вышел вперёд и встал на помост. NL NL «Не плачьте и не стойте у моей #pмоей могилы!» NL NL Он сделал паузу, а его голос @сковывался@ #yэмоциями. «Таково было её предсмертное пожелание нам, тем, кого она оставила позади. Даже когда мы знаем, что она вернется через много лет, это мало что значит для нас, ведь мы больше не увидим её при жизни. И поэтому сегодня мы будем эгоистичны и будем скорбеть, потому что потеряли кого-то дорогого».",
      "По ходу церемонии вы почувствовали #rболь в сердце. NL NL Потому что даже не зная покойную, не зная, кем она была всем этим людям, вы можете сказать, что они страдали от #rраны, которая, возможно, никогда не заживёт полностью.",
      "Вы не почувствовали необходимости удовлетворять любопытство по этому вопросу."
    ],
    "OPTIONS": [
      "[Продолжить]",
      "[Поучаствовать] #rПотерять #r",
      " #rМакс. #rОЗ. #gПолучить #gособую #gреликвию.",
      "[Уйти]"
    ]
  },
  "Gensokyo:CandidFriend": {
    "NAME": "Откровенный друг",
    "DESCRIPTIONS": [
      "Посреди долины Гэмбу на коврике сидит маленькая девочка и возится с инструментами. NL Кажется, она занята, но всё же умудряется разговаривать с вами во время работы. NL «Кстати, дальше идти опасно. Не хотите ли подготовиться перед уходом?»",
      "Нитори удивилась. NL «Вы хотите сразиться со мной?» NL «Окей, заодно испытаю пару новых пушек!»",
      "Вы уходите, позволяя девочке сосредоточиться на работе."
    ],
    "OPTIONS": [
      "[ #rОсторожно! ] #rСразиться. #gНаграда #g- #g???",
      "[Посетить магазин]",
      "[Уйти]",
      "[Сразиться]"
    ]
  },
  "Gensokyo:OwlFriend": {
    "NAME": "Друг-совушка",
    "DESCRIPTIONS": [
      "Вас окружает густой лес, но пробираясь сквозь деревья, вы выходите на поляну с #pтаинственным существом. Оно поворачивается к вам и говорит искажённым голосом:. NL NL «А моё #yгнездо ещё может кого-то #yпривлечь; NL NL Новый #gдруг, ты захотел там #gприлечь?»",
      "Вы не верите ему, поэтому приносите свои извинения и готовитесь к быстрому отступлению. NL NL «Нуждающимся, я вот подарки #rнесу, NL NL Но всё твоё за просьбу #rодну.»",
      "Просьба мала, быстра и #rкровава. Существо, похоже, удрвлетворено вашим решением. NL NL «Раз монстр - страшной силы #rобладатель, NL NL Тогда подобный человек будет нам #rприятель?»",
      "Вы не доверяете ни существу, ни предложенным подаркам."
    ],
    "OPTIONS": [
      "[Продолжить]",
      "[Подарок безумия] #gПолучить #gособую #gреликвию.",
      "[Подарок насилия] #gПолучить #gособую #gреликвию.",
      " #rДобавить #r",
      " #rкарте ",
      " #rкартам ",
      "#rв #rколоде #r«Самовольная».",
      "#rв #rколоде #r«Неиграбельная».",
      "Выберите ",
      " карту, которую ",
      " карты, которым ",
      "хотите добавить Самовольная.",
      "хотите добавить Неиграбельная.",
      "[Закрыто] Требуются играбельные карты",
      "[Уйти]"
    ]
  },
  "Gensokyo:PrincessOfTheMoon": {
    "NAME": "Лунная принцесса",
    "DESCRIPTIONS": [
      "Вы снова оказываетесь в бамбуковом #gлесу, и по пути натыкаетесь на хижину среди стеблей. NL NL Заглянув в одно из окон, вы видите девушку, сидящую на диване. NL NL «Ах, как же хорошо навещать учителя время от времени. Но интересно, почему она решила провести нам лекцию о различных преимуществах #rсилы и #gдипломатии? Разве не очевидно, что #gдипломатия - лучший выбор? Все же будут счастливее, если разрешать войны #gсловами, а не #rоружием.»",
      "Она останавливается, откусив персик. NL NL «Что думаете, странник? Вы предпочитаете соревнование #gслов или #rоружия?» NL NL Вы вздрагиваете от такого внезапного обращения и пытаетесь подобрать ответ.",
      "«Значит, вы согласны с моей сестрёнкой? Впрочем, чего и стоило ожидать от обитателя этой #pгрязной планетки.» NL NL Девушка вздыхает, явно разочарованная вашим выбором. NL NL «Но разговор предполагает уважение слов друг друга, так что, оставлю вас проявлять своё бессмысленное #rнасилие.» NL NL Пространство вокруг неё искажается и с короткой вспышкой света девушка исчезает.",
      "«Я рада видеть, что вы выбрали циливизованный подход. Возможно, у этой #pгрязной планеты всё таки есть надежда.» NL NL Девушка чисто и честно улыбнулась . NL NL «Ах, мне надо идти. Моя сестрёнка будет волноваться, если задержусь тут надолго.» NL NL Пространство вокруг неё искажается и с короткой вспышкой света девушка исчезает.",
      "Вы ускользаете от ответа и хижины, не желая быть вовлечённым в эту дискуссию."
    ],
    "OPTIONS": [
      "[Продолжить]",
      "[Оружием] #gУбрать #g",
      " #gНавыка #gиз #gколоды.",
      "[Словами] #gУбрать #g",
      " #gАтаки #gиз #gколоды.",
      "[Закрыто] Требуются Навыки",
      "[Закрыто] Требуются Атаки",
      "Выберите карты, которые хотите убрать.",
      "[Уйти]"
    ]
  },
  "Gensokyo:KappaWarehouse": {
    "NAME": "Хранилище капп",
    "DESCRIPTIONS": [
      "Вы натыкаетесь на заброшенный склад капп. Табличка на двери гласит: «Территория капп! Держитесь подальше!» NL NL Но вы не умеете читать язык капп, поэтому эта надпись вас не остановила. NL NL Внутри склада вы находите всевозможные припрятанные странные #yприспособления и #yартефакты.",
      "Вы берёте что-то кажущееся хоть немного полезным. Возможно, пригодится позже.",
      "Вы не доверяете странным технологиям."
    ],
    "OPTIONS": [
      "[Взять что-нибудь] #gПолучить ",
      ".",
      "[Уйти]"
    ]
  },
  "Gensokyo:BloodForBlood": {
    "NAME": "Кровь за кровь",
    "DESCRIPTIONS": [
      "#pКладбище пробирает до костей в прямом и переносном смысле. Возможно, бродить #pпоздней #pночью в подобном месте не очень хорошая идея. NL NL Вы останавливаетесь у надгробной плиты забрызганной #rкровью. Её #rкровавый мрамор тут же притягивает вас и приковывает взгляд; оно, наверное, может даровать великую #yсилу в обмен на кровь.",
      "#rКровь просачивается в плиту и вы слышите призрачный шёпот возле уха. NL NL «Ещё один в поисках моего наваждения? Вечерок, конечно, сегодня выдался довольно загруженным.» NL NL #pДух смотрит на вас с #pтёмно-зловещей ухмылкой. NL NL «Но раз это та #yсила, которой ты @желаешь,@ то таковую ты и @получишь!»@ NL NL Она взмахнула рукой и вы почувствовали #rзакипание крови с #yпробуждением в теле.",
      "Приносить в жертву #rкровь странной могиле #pглубокой #pночью не звучит как прекрасная идея."
    ],
    "OPTIONS": [
      "[Сделать пожертвование] #rПотерять #r",
      " #rОЗ.",
      " #gДобавить #g",
      " #gкарте ",
      " #gкартам ",
      "#gв #gколоде #g«Кровокаст».",
      "Выберите ",
      " карту, которой ",
      " карты, которым ",
      "хотите дать «Кровокаст».",
      "[Закрыто] Требуются подходящие карты.",
      "[Уйти]"
    ]
  },
  "Gensokyo:SomeoneElsesStory": {
    "NAME": "История кого-то другого",
    "DESCRIPTIONS": [
      "В самом разгаре фестиваля вокруг вас суетятся люди различных форм и размеров да #pнеобычных дополнений. Похоже, в центре толпы кто-то рассказывает историю древних времён. NL NL «И вот мы снова здесь, мой #rзаклятый #rвраг и я, готовые сразиться @насмерть@ ещё ~раз~ -» NL NL Девушка икнула, что ненароком наводит вас на мысль, что она возможно пьяна.",
      "«И мой могучий удар приносит мне очередную #gпобеду!» NL NL Толпа хвалит явно преувеличенную историю, пока вы недоверчиво мотаете головой и продолжаете путь.",
      "«Увы, мой #rзаклятый #rвраг одержал надо мной верх в тот день. Но не волнуйтесь, скоро я #pотомщу ей за это!» NL NL Толпа хвалит явно преувеличенную историю, пока вы недоверчиво мотаете головой и продолжаете путь.",
      "Вы кратко слушаете рассказы девушки о невозможных подвигах и невыполнимых просьбах. NL NL Большая часть этого звучит невероятно, но вы чувствуете, что вам удалось кое-что узнать о жителях этой земли."
    ],
    "OPTIONS": [
      "[Послушать ближе] #rСразиться #rс #rособым #rврагом. #gДобавить #gредкую #gЛунную #gкарту #gв #gколоду.",
      "[Послушать мельком] #gДобавить #gЛунную #gкарту #gв #gколоду.",
      "[Уйти]"
    ]
  },
  "Gensokyo:MedicineSeller": {
    "NAME": "Продавец лекарств",
    "DESCRIPTIONS": [
      "Вы замечаете #pподозрительную на вид персону в деревне людей, предлагающую свои товары от дома к дому. Жители похоже с #gтеплом реагируют на неё, так что вы тоже решаетесь подойти и спросить её товары. NL NL Фигура оборачивается с улыбкой на лице. NL NL «Хотите купить зелье? Я могу сделать одно специально под вас!»",
      "«Хорошо. Скажите чего желаете.»",
      "«Вышло достаточно хорошо! Хотя, если вы подкинете немного #yбольше монет, я добавлю немного #gостроты. Ну как?»",
      "«Вот так-то! Спасибо за покупку.» NL NL Фигура уходит, оставив вас с заказным #yзельем в руках и надеждой на то, что это стоило своих #yденег.",
      "«Ах, этого уже достаточно. Спасибо за покупку.» NL NL Фигура уходит, оставив вас с заказным #yзельем в руках и надеждой на то, что это стоило своих #yденег.",
      "Вам не требуется #yзелье в путешествии."
    ],
    "OPTIONS": [
      "[Принять] #rПотерять #r",
      " #rЗолота. ",
      "#gСоздать #gсобственную #gкарту #gи #gдобавить #gеё #gв #gколоду.",
      "#gДать #gсобственной #gкарте ",
      ".",
      "[Отказаться] Оставить собственную карту в таком виде.",
      "[Уйти]",
      "[Закрыто] Требуется золото",
      "#gСделать #gсобственную #gкарту #gстоимостью #g",
      "#gДать #gсобственной #gкарте #gОставляется.",
      "#gДать #gсобственной #gкарте #gНачальная."
    ]
  },
  "Gensokyo:ProphetOfDisaster": {
    "NAME": "Пророк катастрофы",
    "DESCRIPTIONS": [
      "Вы видите девушку, сидящую в далеке и наблюдающую за крутящейся и извивающейся фигурой на ладони. NL NL «Катастрофа скоро #pнастигнет вас.» NL NL Вас поразила её внезапность, а ещё больше поразило известие о скорой, возможной, #pпогибели. NL NL «Я читаю это по #yвоздуху вокруг вас. Учитывая во сколько всего вы вляпались с прихода сюда, это не должно быть так удивительно.»",
      "Девушка поднялась, рассеивая танцующую в руке фигуру. «Но мой долг - предотвращать #pнесчатья, так что я обязана оказать хотя бы маленькую #gпомощь.» NL NL Вы, конечно, не прочь получить немного поддержки в свою сторону.",
      "Водная фигура собралась обратно на ладони, где она танцевала, кружилась и меняла форму в #yреликвию, которая аккуратно помещалась в вашу руку. NL NL «Это немного, но желаю большой удачи.» NL NL Вы благодарите девушку за помощь и продолжаете путь."
    ],
    "OPTIONS": [
      "[Принять] ",
      "#rПотерять #r",
      " #rОЗ. ",
      "#gВыбрать #gи #gполучить #g1 #gиз #g",
      " #gРедких",
      " #gНеобычных",
      " #gОбычных",
      ".",
      "[Уйти]",
      "[Продолжить]"
    ]
  },
  "Gensokyo:ProbabilitySpaceHypervessel": {
    "NAME": "Гиперкорабль пространств вероятностей",
    "DESCRIPTIONS": [
      "Вы находите очередное здание у чёрта на куличиках, так что как подобает большому сгустку #yлюбопытства, вы решаете изучить его. Внутри реальность странновато #pискажена, будто время течёт #pмедленее. Вдалеке, стоит что-то похожее на человека. NL «Здравствуйте! Мой создатель на данный момент не здесь, пожалуйста зайдите позже!» Вы попробовали поговорить с гуманоидом, но она продолжает повторять эти слова, так что вы просто игнорируете её. Некоторые здешние предметы выглядят интресными некоторые, возможно, даже полезные.",
      "Вы немного покапошились в лаборатории и надеятесь, что владелец этого места не заметит устроенный вами беспорядок."
    ],
    "OPTIONS": [
      "[Улучшить себя] #gУлучшить #g",
      " #gслучайную #gкарту.",
      "[Провести эксперимент] #gПреобразовать #gкарту #gв #gслуч. #gРедкую #gкарту.",
      "[Свистнуть колбочки] #gПолучить #g",
      " #gзелья.",
      "Выберите карту, которую хотите преобразовать",
      "[Уйти]"
    ]
  },
  "Gensokyo:ThoseWhoFightMonsters": {
    "NAME": "Те, кто сражается с монстрами",
    "DESCRIPTIONS": [
      "Вы слышите #rсражение впереди и подходите к нему, чтобы увидеть две фигуры в небе, сражающихся как #yклинками, так и #yпулями. NL NL Возможно, можно научиться чему-то немного понаблюдав за этим?",
      "Вы наблюдаете за #rвоином #rв #rкрасном, отмечая огромную #yсилу и #yмощь в её взмахах. Но всё же можно сказать, что её избытку решимости нехватало намёка на #pсомнения, дабы раскрыть весь свой потенциал.",
      "Вы наблюдаете за #bгорничной #bв #bсинем, отмечая огромную #yпроворность и #yловкость, которую она показала уворачиваясь от ударов противника. Но всё же в её движениях можно было заметить #pвысокомерие и упрямую #pгордость, которые не давали девушке быть по-настоящему серьёзной в этом бою.",
      "Вы не хотиете попасть под горячую руку."
    ],
    "OPTIONS": [
      "[Наблюдать за девушкой в красном] #gПолучить ",
      "[Наблюдать за горничной в синем] #gПолучить ",
      ". #rПолучить #rПроклятие #r- ",
      ".",
      "[Уйти]"
    ]
  },
  "Gensokyo:AliceEvent1": {
    "NAME": "Дочь лорда демонов",
    "DESCRIPTIONS": [
      "Вы были богом этого мира. Но даже богам может быть #pодиноко. Для собственных созданий, вы были #pнеприкосновенным, недосягаемым существом на пьедестале. NL NL Возможно, это стало причиной почему вы вмешались, увидев попавшую в ваше царство человеческую девочку, которая могла стать закуской для проходящего мимо #pдемона. «Эта женская особь моя дочь, поэтому обращайтесь с ней как полагается.» - сказали вы своим подчинённым. NL NL После такого #yзаявления, вы запомнили, как девочка -"
    ],
    "OPTIONS": [
      "[Глядела на вас в недоумении] #gВы #берёте #g",
      " #gдоп. #gкарту #gв #gначале #gкаждого #gвашего #gхода.",
      "[Счастливо улыбалась] #gНа #gслед. #gход #gи #gкаждые #g",
      " #gхода, #gдаёт #g",
      " #gЭнергии."
    ]
  },
  "Gensokyo:AliceEvent2": {
    "NAME": "Дочь зла",
    "DESCRIPTIONS": [
      "Но несмотря на то, что вы были #gспособным богом, вы были #rужасным родителем. Вы не понимали почему она хочет так много вашего внимания. Не понимали почему она была в #pужасе, когда вы #rказнили #pдемона-предателя. Не понимали почему она начала избегать вас и ваших прикосновений. NL NL И когда она ровно год спустя вошла к вам в кабинет и спросила помните ли какой сегодня день, вы быстро ответили: «Конечно, сегодня вторник.» NL NL Но это не тот ответ, который ожидала девочка, и поэтому она -"
    ],
    "OPTIONS": [
      "[Впала в ярость] #rВ #rэтом #rходу #rи #rкаждые #r",
      " #rхода, #rпризывает #r",
      " #rВзрывную(ые) #rкуклу(ы).",
      "[Развернулась на каблуках и ушла] #rДобавить #r",
      " ",
      " #rв #rруку."
    ]
  },
  "Gensokyo:AliceEvent3": {
    "NAME": "Та, кто ушла",
    "DESCRIPTIONS": [
      "Встреча с этой жрицей храма превратила вам мир в #rруины, а дочь в пропавшую без вести. Но какой бы уголок не обыскивали, в какую бы щель не заглядывали, её нигде не было. Наконец, в #rразвалинах комнаты дочери вы находите письмо, содержавшее только одно слово: «Прощай». NL NL Это не должно было что-либо значить для вас. Вы взяли девочку к себе только лишь из #pприхоти. Тогда почему это так #pбольно? NL NL И вот вы сломались перед письмом, @плача@ среди #rразбитых остатков своих #yмечтаний."
    ],
    "OPTIONS": [
      "[Это ваша вина] #rДать #rврагу #r",
      " #rМеталлизации.",
      "[Это её вина] #rВосполнить #rврагу #r",
      " #rОЗ."
    ]
  },
  "Gensokyo:YumekoEvent1": {
    "NAME": "Гордость и радость",
    "DESCRIPTIONS": [
      "Акт творения включает в себя как #rболь, так и #yгордость. Как и любое другое ремесло, оно требовало практики, создания десятков меньших демонов, прежде чем позволить создать того, кого вы могли бы назвать #yсильнейшим и #yсовершенным творением. NL NL Если какой-либо из ваших трудов и можно было назвать плодом любви, то это было бы оно. Вы всё ещё помните тот ~чудесный~ день, когда #yдитя из #yмечты впервые открыло свои глаза, когда она сделала свои первые шаги в этом мире. Вы помните как она -"
    ],
    "OPTIONS": [
      "[Обняла вас и подняла в воздух] #gПолучить #g",
      " #gСилы.",
      "[Смеясь танцевала по комнате] #gПолучить #g",
      " #gЛовкости."
    ]
  },
  "Gensokyo:YumekoEvent2": {
    "NAME": "Большие ожидания",
    "DESCRIPTIONS": [
      "Она хотела быть #yидеальной. NL NL Каждая маленькая #rошибка, каждое едва заметное #pотклонение - ваше #yдитя #yмечты уничтожила все свои недостатки без исключения. Но сколько бы недостатков она ни стирала, всегда появлялся ещё один и ещё один, всё не давая достигнуть #yсовершенства. NL NL Наблюдая за её усердным самосовершенствованием, вы задавались вопросом, чья вина в том, что она продолжает бороться. В конце концов, она должна была стать самым сильнейшим и самым идеальным из ваших созданий, но раз она продолжала терпеть неудачи, то это значит что -"
    ],
    "OPTIONS": [
      "[Вы были недостаточно хороши] #rДобавляет #r",
      " ",
      " #rв #rруку.",
      "[Она была недостаточно хороша] #rДобавляет #r",
      " ",
      " #rв #rруку."
    ]
  },
  "Gensokyo:YumekoEvent3": {
    "NAME": "Та, кто провалилась",
    "DESCRIPTIONS": [
      "Ваше #yдитя #yмечты #rпровалилось. Она не смогла остановить жрицу храма. Не смогла остановить ведьму. Не смогла остановить злого духа. Вы должны были вмешаться, устроить #pкатастрофу в собственном мире, но теперь #yдитя #yмечты #pмертва. NL NL Но это была не её вина. Дитя потерпело неудачу, потому что вы не смогли раскрыть желанный потенциал. Её #rкровь на ваших руках. NL NL Вы прижали тело своего #yдитя #yмечты и рыдали среди руин того, что когда-то было домом."
    ],
    "OPTIONS": [
      "[Это ваша ошибка] #rДобавляет #r",
      " ",
      " #rв #rстопку #rдобора.",
      "[Вы должны были лучше постараться] #rДобавляет #r",
      " ",
      " #rв #rстопку #rсброса."
    ]
  },
  "Gensokyo:SarielEvent1": {
    "NAME": "Ангел смерти",
    "DESCRIPTIONS": [
      "В вашем мире каждое рождённое дитя было #yбриллиантом, которого надо #gлелеять. Но у некоторых камней появились #rшероховатые поверхности и #rострые углы, противоречя установленным правилам и создавая проблемы другим детям. NL NL Вам требовался тот, кто мог выследить и привлечь к ответственности преступников и нарушителей спокойствия вашего мира, ангел #pсмерти, который соблюдал бы законы этого мира. NL NL Этому дитя вы дали #yверность, чтобы оно следовало каждому вашему приказу. Этому ангелу вы дали -"
    ],
    "OPTIONS": [
      "[Силу, чтобы превзойти остальных] #gКаждая #g",
      " #gАтака #gбудет #gразыгрываться #gдважды.",
      "[Выносливость, чтобы преследовать всех беглецов] #gКаждый #g",
      " #gНавык #gбудет #gразыгрываться #gдважды."
    ]
  },
  "Gensokyo:SarielEvent2": {
    "NAME": "Хорошие ангелы никогда не погибают",
    "DESCRIPTIONS": [
      "Ваш маленький ангелочек был #yсовершенен. NL NL Требовалось лишь прошептать несколько слов и она #yбыстро и #yэффективно решит проблему. Спустя время, до вас дошли слухи об ангеле #pсмерти, распростроняющиеся среди ваших детей, о #pжнеце, который выслеживал тех, кто осмеливался нарушить покой. Вскоре, нарушители и преступники перестали появляться, и вам больше не требовалось отправлять ангела. NL NL И в итоге, вы совсем забыли, что у вас вообще есть такой ангел. Пока однажды она тихонько не проскользнула в кабинет и не спросила:"
    ],
    "OPTIONS": [
      "[Дайте мне кого-то убить] #rПолучить #r",
      " #rСдавленности.",
      "[Почему вы забыли про меня?] #rПолучить #r",
      " #rСглаз."
    ]
  },
  "Gensokyo:SarielEvent3": {
    "NAME": "Та, кто осталась позади",
    "DESCRIPTIONS": [
      "Вы нашли её стоящей посреди #pруин Макая, одинокая забытая фигура, у которой было всё. NL NL Какой же вы #pдурак. Если бы вы только вспомнили о своём #yангеле, тогда послали бы её за нарушителями. Возможно, именно она приуспела бы в предотвращении #pкатастрофы, в то время как другие ничего не смогли. NL NL Прикоснувшись к её телу, вы ощутили что тело ангела холодно как труп. Таким образом осознав, что она давно превратилась в камень, ожидая приказа, который так никогда бы и не пришёл."
    ],
    "OPTIONS": [
      "[Это ваша трагедия] #rПолучить #r",
      " #rСлабости #rи #rХрупкости.",
      "[Это ваша ошибка] #rПолучить #r",
      " #rПут."
    ]
  },
  "Gensokyo:MarisaAnOldGhost": {
    "NAME": "Старый призрак",
    "DESCRIPTIONS": [
      "На пути надгробие #pпотрёпанное и #pстарое, рассыпающееся со временем. Подношения, которые были оставлены вами раньше, унесены #pпризрачным #pдухом. NL NL Всё что оно просит - #rкапля крови, а пока вы ухаживаете за кровоточащим пальцем, дым клубится вокруг, сливаясь в знакомый силуэт. NL NL «Много времени прошло, дитя. Я уже думала ты забыла своего старого наставника.» NL NL Вы с улыбкой заявляете что скорее сгорит солнце, чем это произойдёт.",
      "«Вижу твоя уверенность всё так же ~безгранична,~ а #rсила тоже выросла до нужного уровня. Возможно, я наконец могу обучить тебя моей #yсовершенной #yтехнике... ?» NL NL Вы задыхаетесь от волнения. Совершенная техника мадам Мима? Какой она может быть? NL NL Вы уже чувствуете как сердце бешено @колотится@ в предвкушении.",
      "«Вижу твоя уверенность всё так же ~безгранична.~ Но ничего не забыла? Где же та #yтехника, которую ты так #yлюбишь и украла у того цветочного ёкая?» NL NL Вы хмуритесь. Она права. Что-то #yважное пропало, что-то очень #gдорогое вашему сердцу. NL NL «Полагаю, я могу тебе помочь вспомнить. В конце концов, ты очень настойчиво показывала мне её десятки раз.»",
      "Ваши глаза расширяются от #y@изумления,@ когда старый учитель показывает прекрасную, действительно #gчудесную технику. NL NL Её #yИскра #rпронеслась через лес, превратив целый акр в #rвыженную #pпустыню. NL NL Это одна из самых красивых вещей, которые вы когда-либо видели. NL NL И теперь она принадлежит вам.",
      "«А? Я думала ты ухватилась бы за возможность узнать ещё что-то от меня.» NL NL Вы мотаете головой, говоря ей, что будете совершенствоваться следуя только своим принципам и ни чьим другим. NL NL «Упрямая, да? Что ж, твоя #pпотеря.» NL NL Слабые призрачные огоньки исчезли, оставив вас одну перед надгробием."
    ],
    "OPTIONS": [
      "[Продолжить]",
      "[Принять её учения] #gПолучить ",
      "[Отказаться]",
      "[Уйти]"
    ]
  },
  "Gensokyo:MarisaJustAVisit": {
    "NAME": "Просто визит",
    "DESCRIPTIONS": [
      "Вы замечаете знакомые красные ворота тории, когда беззаботно пролетаете на метле по воздуху. Прошло много времени с последнего посещения этого храма. NL NL Приземлившись вы видите, что ящик для #yпожертвований всё так же #pпуст. NL NL Может быть... следует что-нибудь с этим сделать.",
      "#yМонеты тихонько позвякали о деревянное дно, и вы почувствовали себя спокойнее. Предстоящая зима обещала быть морозной. NL NL «Мариса? Что ты здесь делаешь?» NL NL Вы отпрыгиваете от коробки вслед любопытному выглядыванию Рейму и говорите, что вы здесь просто подасаждать ей. NL NL «Вижу у тебя нет получше идеи чем заняться. Давай заходи, а то ещё может подхватишь #bпростуду.» NL NL Вы улыбаетесь, чувствуя себя как дома, пока она идёт заваривать чай.",
      "Вы зеваете с #pпоникшим взглядом. Как бы вам не хотелось посидеть ещё немного, но надо удоволетворять потребности тела. NL NL Лучше направиться домой и немного отдохнуть."
    ],
    "OPTIONS": [
      "[Посидеть немного]",
      "[Пожертвовать] #rПотерять #r",
      " #rзолота. #gПолучить ",
      "[Закрыто] Требуется ",
      " золота",
      "[Уйти]"
    ]
  },
  "Gensokyo:MarisaBookThief": {
    "NAME": "Книжный вор",
    "DESCRIPTIONS": [
      "Перед глазами, Мэйлин #pспит на своём посту, а из особняка слышно насколько Сакуя занята на кухне. NL NL Нельзя же упустить такую идеальную возможность? NL NL Вы бесшумно прокрадываетесь в библиотеку особняка. Теперь какую же книгу взять сегодня? Может гримуар #pтёмного #p@запретного@ #pволшебства или том #y@трескающейся@ #yэлектрической магии. Что же зацепило ваше внимание на этот раз?",
      "На книге стоит сложная магическая печать. Открыть её будет #pнепросто, но раз тут такая хорошая защита, то внутри должно быть что-то #yценное, верно? NL NL «Ах, это снова ты.» Вы оборачиваетесь. Пачули стоит с раздражением оглядывая вас. NL NL «Если ты думала, что я отдам эту книгу без боя...» Она подняла руку, а сферы #bэлементальных #yсил последовали за ней. «Ну, думаю ты уже знаешь что следует делать.»",
      "«Хмм? Не думала, что ты хоть когда-нибудь тихо сдашься.» NL NL Вы с застенчивым смешком объясняете, что эта книга просто не стоит таких усилий. NL NL «Да?» Она забрала у вас книгу и поставила обратно на полку. «В таком случае, ты же сможешь дойти до выхода сама?» NL NL Вы быстро отступаете, оставшись на этот раз с пустыми руками.",
      "С другой стороны, брать новую книгу, когда вы ещё не дочитали последнюю «заимствованную» книгу, казалось немного бессмысленным."
    ],
    "OPTIONS": [
      "[Взять книгу] #gВыбрать #g1 #gиз #g10 #gкарт #gи #gдобавить #gеё #gв #gколоду.",
      "[Стоять на своём] #rСразиться. #gПолучить #gособую #gреликвию.",
      "[Отдать книгу] #rПотерять ",
      "[Уйти]",
      "Выберите карту, которую хотите добавить в колоду."
    ]
  },
  "Gensokyo:MarisaAHazardousHobby": {
    "NAME": "Рисковое хобби",
    "DESCRIPTIONS": [
      "Вы #rврываетесь в Кориндо, поднимая #rшум. Корин даже не взглянул узнать кто вошёл. NL NL «Ты здесь, чтобы снова спихнуть то, что ты \"собрала\"?» NL NL Вы с ухмылкой говорите, что это именно так. Хотя, вы возражаете против обмена, если он подобрал недавно что-нибудь #yинтересное. NL NL «Самая захватывающая вещь из недавнего - кусочек #yбумаги с какими-то #yкаракулями. Я смог несколько раз разобрать слово «зелье» на нём, но расшифровать полностью не вышло.»",
      "Он показал #yлисток о котором говорил, и тот тут же взбудоражил ваше любопытство. Ингредиенты были необычны, процесс нетрадиционен, а результат в лучшем случае сомнительным... NL NL Но именно #pнеопределённость всего этого и делает варку зелий такой #gзахватывающей. NL NL «О? Тебе понравилось?»",
      "Вы морщитесь, когда замечаете на себе его понимающий взгляд, который не оставил и шанса выудить рецепт бесплатно. NL NL «Так что, будешь брать деньги или бумажку?»",
      "Как бы вас не заинтресовал рецепт, но к сожалению на данный момент ваш кошелёк пуст. NL NL Позор. Может в следующий раз.",
      "Придётся украсть пару запросов Рейму на уничтожение, чтобы восполнить денежный недостаток но... NL NL Каким-то образом вы уже знали, что это #yзелье стоит того.",
      "«Смотрю это довольно трудный выбор для тебя. Ладно, вернись когда надумаешь что взять.»"
    ],
    "OPTIONS": [
      "[Продолжить]",
      "[Деньги] #rПотерять ",
      "[Рецепт] #rПотерять ",
      ". #gПолучить #g",
      " #gзолота.",
      ". #gПолучить #gособую #gреликвию.",
      "[Не могу решить]",
      "[Закрыто] Требуется не начальная карта и не проклятие",
      "[Уйти]"
    ]
  },
  "Gensokyo:MarisaWalpurgisnacht": {
    "NAME": "Вальпургиева ночь",
    "DESCRIPTIONS": [
      "Сегодня #yособенная ночь. И не только потому, что на этот раз вы войдёте в библиотеку как гость, а не нарушитель. NL NL «Ты опоздала, Мариса. Мы с Алисой ждём тебя уже некоторое время.» NL NL Вы бросаете на стол мешок с ингредиентами, которые просили собрать. «Найти их было нелегко, ведь некоторые достаточно #yредкие знаешь ли.» NL NL Пачули вздохнула, оглянув реагенты. «Ладно, хватит оправданий, время начать ритуал.»",
      "Вы почувствовали @возбуждение@ от вспыхнувшей внутри #yискры, когда последовали за ней. Вальпургиева ночь - ночь повышающая силу таких ведьм как вы до предела, если план Пачули сработает, то у вас выйдет пользоваться каплей этой силы в течение целого года! NL NL Приблизившись, Алиса подняла глаза, отводя взгляд от замысловатого #pмагического #pкруга на полу. «Мы наконец дошли. Круг безупречен, как никогда, остаётся только решить, кто пойдёт первым.»",
      "«Тебе так нетерпится стать подопытным кроликом?» Алиса жестом провожает вас в круг. «Но думаю в этом вся ты.» NL NL С начала церемонии, вы чувствовали, как внутри что-то #rгорит, а #rзола тлеет и растёт. Оно #rпоглощает #pвсё на своём пути, #pнеутолимый #pголод, который разрастается в #r@пылающий@ #r@ад@ - NL NL Вы открыли глаза. Вы чувствуете. Чувствуете насколько ваша #yискра возросла, насколько стала #yярче и сильнее. NL NL Вам нетерпелось показать её всему миру.",
      "Как та, что создала этот круг, думаю, я должна убедиться в его безопасности и сделать шаг первой.» NL NL Алиса ступает в круг, а вы занимаете своё место с краю. Церемония короткая и, к сожалению, лишена впечатляющего светового шоу. NL NL После того как Алиса открыла глаза, вы заметили, что у неё в глубине теперь есть #pчто-то чего там до этого не было. NL NL Интересно, что увидела она? А что увидите #yвы?",
      "«Как та, кому пришла эта задумка, думаю, будет правильно, если я пойду первой.» NL NL Пачули ступает в круг, а вы занимаете своё место с краю. Церемония короткая и, к сожалению, лишена впечатляющего светового шоу. NL NL После того как Пачули открыла глаза, вы заметили, что у неё в глубине теперь есть #pчто-то чего там до этого не было. NL NL Интересно, что увидела она? А что увидите #yвы?"
    ],
    "OPTIONS": [
      "[Продолжить]",
      "[Пойти первой] #rПотерять #r",
      " #rОЗ. #gУлучшить #gвсе #gИскры.",
      "[Дать Алисе пойти] #gПолучить Подарок Алисы+.",
      "[Дать Пачули пойти] #gПреобразовать #gкарту #gв #gслуч. #gРедкую #gкарту.",
      "[Закрыто] Требуется улучшаемая искра",
      "[???]",
      "Выберите карту, которую хотите преобразовать"
    ]
  }
}